Repository: CoderGYC/KLine-1
Catalog: KLineDemo/GlobalLanguage/*.lproj/Localizable.strings
Languages: ja, ko, tr, vi_vn, zh_hans

# PageName1
source: Full Spectrum of Financial Products
ko: 한곳에서 모든것이 가능한 원스톱(One-Stop)서비스
zh_hans: 贴心一站式 更懂您所需

# PageName2
source: Top Technology-Driven Platform
ko: 리딩 기술 구동
zh_hans: 顶级技术驱动

# PageName3
source: Deposit/Withdrawal Safe and Timely
ko: 안전하고 빠근입출금
zh_hans: 充提币 安全、及时

# PageName4
source: Customer Service Instant Response
ko: 빠르고 친절한고객응대
zh_hans: 用心服务 及时响应

# PageDescription1
source: Crypto, Perpetual Contract, Options, OTC, Asset Management
ko: 코인, 선물, 옵션, OTC, 자산관리
zh_hans: 币币 永续合约 期权 OTC 理财

# PageDescription2
source: Millions Per Second Matching Speed
ko: 100TPS(초당 거래 속도) 지원
zh_hans: 支持百万级/秒撮合速度

# PageDescription3
source: The Trust of Millions of Traders
ko: 100만 사용자들의 선택
zh_hans: 百万级用户的口碑之选

# PageDescription4
source: 24/7 Instant Customer Support
ko: 24시간 온라인 문의 가능(중국어, 영어,한국어 준비중
zh_hans: 中英客服24小时全程在线

# SplashScreenName
source: Welcome to HBTC
zh_hans: 欢迎来到HBTC

# SplashScreenDescription
source: The Leading Defi Service & Tech Provider
ko: 수준급의 솔루션으로 구현되는 암호화폐 거래 플랫폼
zh_hans: 顶级技术驱动的 加密货币交易平台

# NextPage
source: Next
ja: 次
ko: 다음
vi_vn: Tiếp theo
zh_hans: 下一页

source: Get Started
ja: 始める
ko: 시작하기
vi_vn: Bắt đầu
zh_hans: 立即体验

# AlreadyHaveAnAccount
source: Already have an account？Sign in
ja: すでにアカウントをお持ちですか。ログインしてください
ko: 게정을 가지고 계십니까?등록하기
vi_vn: Đã có tài khoản ï¼Ÿ Đăng nhập
zh_hans: 已有账户？登录

source: Home
ja: ホーム
ko: 홈
tr: Ana Sayfa
vi_vn: Trang chủ
zh_hans: 首页

# Markets
source: Market
ja: マーケット
ko: 호가창
tr: Piyasa
vi_vn: Thị trường
zh_hans: 行情

# TradesTabbar
source: Trade
ja: 取引
ko: 거래
vi_vn: Giao dịch
zh_hans: 交易

source: Guild
ja: ギルド
ko: 길드
tr: Lonca
vi_vn: Hiệp hội
zh_hans: 公会

# GuildTitle
source: Guild
ja: ギルド
ko: 슈퍼길드
tr: Lonca
vi_vn: Hiệp hội
zh_hans: 超级公会

# Account
source: Me
ja: アカウント
ko: 내 정보
tr: Ben
vi_vn: Tài khoản
zh_hans: 我的

source: Log in
ja: ログイン
ko: 로그인
tr: Oturum aç
vi_vn: Đăng nhập
zh_hans: 登录

source: Language
ja: 言語
ko: 언어
tr: Dil
vi_vn: Ngôn ngữ
zh_hans: 语言

# Setting
source: Settings
ja: 設定
ko: 설정
tr: Ayarlar
vi_vn: Cài đặt
zh_hans: 设置

# ExchangeRate
source: Currency
ja: 通貨
ko: 통화
tr: Para birimi
vi_vn: Tiền tệ
zh_hans: 计价货币

source: Night Mode
ja: 夜間モード
ko: 나이트 모드
tr: Gece Modu
vi_vn: Chế độ tối
zh_hans: 夜间模式

source: Logout
ja: ログアウト
ko: 로그아웃
tr: Çıkış Yap
vi_vn: Đăng xuất
zh_hans: 退出

source: Logout success
ja: ログアウトしました
ko: 로그아웃 하였습니다.
tr: Çıkış başarılı
vi_vn: Đăng xuất thành công
zh_hans: 退出成功！

source: Confirm to logout
ja: 本当にログアウトする
ko: 로그아웃 하시겠습니까?
tr: Çıkış yapmak için onayla
vi_vn: Xác nhận đăng xuất
zh_hans: 确定要退出当前账号吗？

source: Version
ja: バージョン
ko: 버전
tr: Versiyon
vi_vn: Phiên bản
zh_hans: 版本

source: CNY
zh_hans: 人民币（CNY）

source: USD
zh_hans: 美元（USD）

source: KRW
zh_hans: 韩元（KRW）

source: JPY
zh_hans: 日元（JPY）

source: VND
zh_hans: 越南盾（VND）

# BalanceManagement
source: Balance
ja: 残高
ko: 나의 자산
tr: Bakiye
vi_vn: Tài sản của tôi
zh_hans: 资产

source: My Voucher
ja: お持ちのクーポン
ko: 마이 쿠폰
tr: Kuponlarım
vi_vn: Thẻ quà tặng của tôi
zh_hans: 卡券

# OrderManagement
source: Orders
ja: 注文
ko: 주문내역
tr: Emirler
vi_vn: Quản lý lệnh
zh_hans: 订单

# My_PointCard
source: My Point Cards
ja: お持ちのポイントカード
ko: 포인트카드
tr: Puan Kartlarım
vi_vn: Thẻ điểm của tôi
zh_hans: 点卡

source: Verification
ja: 認証
ko: 실명 인증
tr: Doğrulama
vi_vn: Xác nhận thân phận
zh_hans: 实名

# SafeManagement
source: Security
ja: セキュリティ
ko: 보안 관리
tr: Güvenlik
vi_vn: Bảo mật
zh_hans: 安全

# CoinManagement
source: Address
ja: アドレス
ko: 지갑 주소
tr: Adres
vi_vn: Địa chỉ ví
zh_hans: 提币地址

source: About
ja: 私たちについて
ko: About Us
tr: Hakkında
vi_vn: Về chúng tôi
zh_hans: 关于我们

# WelcomeToiOS
source: Welcome to %@
ja: %@にようこそ
ko: %@에 오신 것을 환영합니다
tr: HBTC'e Hoşgeldiniz
vi_vn: Chào mừng đến với %@
zh_hans: 欢迎来到%@

source: Withdraw Address
ja: 出金アドレス
ko: 출금주소
tr: Çekim Adresi
vi_vn: Địa chỉ ví rút tiền
zh_hans: 提币地址

# Notice
source: Announcement
ja: お知らせ
ko: 공지사항
tr: Duyuru
vi_vn: Thông báo
zh_hans: 公告

source: My Invitation
ja: 招待歴一覧
ko: 내 초대
tr: Davetlerim
vi_vn: Mời bạn bè
zh_hans: 我的邀请

source: Sign up
ja: 新規登録
ko: 가입하기
tr: Kaydol
vi_vn: Đăng ký
zh_hans: 注册

# PhoneLogin
source: With Mobile
ja: スマホで
ko: 휴대폰 번호로 로그인
tr: Telefon ile
vi_vn: Bằng số điện thoại
zh_hans: 手机登录

# EmailLogin
source: With Email
ja: メールアドレスで
ko: 이메일 주소로 로그인
tr: E-posta ile
vi_vn: Bằng Email
zh_hans: 邮箱登录

# PhoneSignUp
source: With Mobile
ja: 携帯番号で
ko: 휴대폰번호로 가입하기
tr: Telefon ile
vi_vn: Bằng số điện thoại
zh_hans: 手机注册

# EmailSignUp
source: With Email
ja: メールアドレスで
ko: 이메일 주소로 가입하기
tr: E-posta ile
vi_vn: Bằng Email
zh_hans: 邮箱注册

source: Email
ja: メールアドレス
ko: 이메일
tr: E-posta
zh_hans: 邮箱

source: Please enter password
ja: パスワード
ko: 비밀번호
tr: Şifre
vi_vn: Mật khẩu
zh_hans: 密码

source: Please enter email
ja: メールアドレスをご入力ください
ko: 이메일을 입력해주세요
tr: Lütfen e-postanızı girin
vi_vn: Vui lòng email
zh_hans: 邮箱

source: Confirm Password
ja: パスワードを確認してください
ko: 비밀번호 확인
tr: Şifreyi onayla
vi_vn: Xác nhận mật khẩu
zh_hans: 确认密码

source: Old Password
ja: 元のパスワード
ko: 이전 비밀번호.
tr: Eski şifre
vi_vn: Mật khẩu cũ
zh_hans: 请输入原密码

source: Forgot Password ？
ja: パスワードを忘れた方はこちらへ
ko: 비밀번호를 잊으셨나요?
tr: Şifrenizi mi unuttunuz?
vi_vn: Quên mật khẩu ï¼Ÿ
zh_hans: 忘记密码 ?

source: Fast Registration
ja: スピーディー登録
ko: 빠른 등록
tr: Hızlı Kayıt
vi_vn: Đăng ký nhanh
zh_hans: 快速注册

source: Please enter phone number
ja: 携帯番号をご入力ください
ko: 휴대폰 번호를 입력해주세요
tr: Lütfen telefon numarasını giriniz
vi_vn: Vui lòng điền số điện thoại
zh_hans: 手机号

# EnterVerificationCode
source: Verification Code
ja: 認証コード
ko: 인증 번호코드
tr: Doğrulama kodu
vi_vn: Mã xác nhận
zh_hans: 验证码

source: Invitation Code （Optional）
ja: 招待コード（任意）
ko: 초대 코드 (옵션）
tr: Davet Kodu （İsteğe bağlı）
vi_vn: Mã mời ï¼ˆKhông bắc buộcï¼‰
zh_hans: 邀请码（选填）

source: I agree to
ja: ～に同意します。
ko: 동의함
tr: Katılıyorum
vi_vn: Tôi đồng ý với
zh_hans: 我已阅读并同意

# ServiceAgreement
source: Terms of Use
ja: 利用規約
ko: 이용약관
tr: Kullanım Şartları
vi_vn: Các điều khoản sử dụng của
zh_hans: 服务协议

# PrivacyAgreement
source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보보호정책
tr: Gizlilik Politikası
vi_vn: Chính sách bảo mật
zh_hans: 隐私协议

# SendVerificationCode
source: Get code
ja: コードを取得する
ko: 인증번호 받기
tr: Kod al
vi_vn: Nhận code
zh_hans: 发送验证码

# SetNewPasswordTips
source: The withdrawal will be disabled for 24 hours once password is changed.
ja: パスワードをリセットした２４時間内は出金を行うことはできません。
ko: 비밀번호 변경 후 24시간 동안 출금이 제한됩니다
tr: Parola değiştirildikten sonra para çekme işlemi 24 saat boyunca devre dışı bırakılır.
vi_vn: Việc rút tiền sẽ bị nghiêm cấm trong 24h sau khi thay đổi lại mật khẩu.
zh_hans: 重置密码成功后，24小时内不可提现资产。

# PasswordRule
source: Password is 8-20 characters, must contains uppercase and lowercase letters and numbers
ja: パスワードは8－20桁で、必ず大文字、小文字および数字を含めてください。
ko: 비밀번호는 8-20자로 대소문자 및 숫자를 포함하여야 합니다.
tr: Şifre 8-20 karakterdir, büyük ve küçük harfler ve sayılar içermelidir
vi_vn: Mật khẩu đăng nhập phải từ 8-20 kí tự, bao gồm cả chữ viết hoa, viết thường và số
zh_hans: 密码8-20位字符，必须包含大小写字母和数字

# TwoPasswordInconsistent
source: The two passwords are inconsistent. Please retry.
ja: パスワードと確認用パスワードが一致しません。再度お試しください。
ko: 비밀번호가 일치하지 않습니다. 다시 시도하십시오.
tr: İki şifre tutarsız. Lütfen tekrar deneyiniz.
vi_vn: Mật khẩu không khớp, vui lòng thử lại.
zh_hans: 两次密码输入不一致！

source: Sign up Succeeded
ja: 新規登録が完了しました
ko: 가입 완료
tr: Kayıt Başarılı
vi_vn: Đăng ký thành công
zh_hans: 注册成功！

source: Login success
ja: ログインしました
ko: 로그인 하였습니다.
tr: Giriş başarılı
vi_vn: Đăng nhập thành công
zh_hans: 登录成功！

source: Code sent success
ja: コードを送信しました
ko: 인증번호 전송 완료
tr: Kod başarıyla gönderildi
vi_vn: Đã gửi code thành công
zh_hans: 验证码发送成功！

source: Reset Password
ja: パスワードをリセットする
ko: 비밀번호 재설정
tr: Şifreyi sıfırla
vi_vn: Đặt lại mật khẩu
zh_hans: 重置密码

source: Set new password
ja: 新しいパスワードを設定する
ko: 새 비밀번호 설정
tr: Yeni şifre ayarla
vi_vn: Cài đặt mật khẩu mới
zh_hans: 设置密码

source: Password reset successfully, please login again
ja: パスワードがリセットされました。再度ログインしてください。
ko: 비밀번호를 재설정 하였습니다. 다시 로그인 해주세요.
tr: Şifre başarıyla sıfırlandı, lütfen tekrar giriş yapın
vi_vn: Cài đặt lại mật khẩu thành công, vui lòng đăng nhập lại
zh_hans: 密码重置成功,请重新登录

source: Modification is successful, please login again
ja: 変更が完了しました。再度ログインしてください
ko: 수정에 성공하였습니다. 다시 로그인 해주세요.
tr: Değişiklik başarılı, lütfen tekrar giriş yapın
vi_vn: Chỉnh sửa thành công, vui lòng đăng nhập lại
zh_hans: 修改成功，请重新登录

source: Next Step
ja: 次のステップ
ko: 다음
tr: Sonraki adım
vi_vn: Bước tiếp theo
zh_hans: 下一步

# QueDing
source: Confirm
ja: 確認する
ko: 확인
tr: Onayla
vi_vn: Xác nhận
zh_hans: 确定

source: Favorites
ja: お気に入り
ko: 관심종목
tr: Favoriler
vi_vn: Danh sách yêu thích
zh_hans: 自选

source: Market
ja: マーケット
ko: 시세
tr: Piyasa
vi_vn: Thị trường
zh_hans: 市场

source: 24H VOLUME
ja: 24H 取引高
ko: 거래량(24H)
tr: 24S HACİM
vi_vn: Khối lượng 24h
zh_hans: 24H成交量

source: LAST PRICE
ja: 最新価格
ko: 현재가
tr: SON FİYAT
vi_vn: Giá hiện tại
zh_hans: 最新价

source: 24H CHANGE
ja: 24H 変動額
ko: 변동(24H)
tr: 24S DEĞİŞİM
vi_vn: Thay đổi 24h
zh_hans: 24H涨跌幅

# ZhangDieFu
source: Change%
ja: 変動率
ko: 변동률%
tr: Değişim%
vi_vn: Thay đổi%
zh_hans: 涨跌幅

# ZhangDieE
source: Change
ja: 変動額
ko: 변동
tr: Değişim
vi_vn: Thay đổi
zh_hans: 涨跌额

source: 24H VOL
ja: 24H 取引高
ko: 거래량(24H)
tr: 24S HACİM
vi_vn: Khối lượng 24h
zh_hans: 24H量

# TotalPairs
source: Tickers
ja: ティッカー
ko: 전체 마켓
tr: Şeritler
vi_vn: Đánh dấu
zh_hans: 币对总数

# ShiJian
source: Time
ja: 時間
ko: 실시간
tr: Zaman
vi_vn: Thời gian
zh_hans: 时间

source: Open
ja: 始値
ko: 시가
tr: Aç
vi_vn: Mở
zh_hans: 开

source: Close
ja: 終値
ko: 종가
tr: Kapat
vi_vn: Đóng
zh_hans: 收

source: Volume
ja: 取引高
ko: 거래량
tr: Hacim
vi_vn: Khối lượng
zh_hans: 成交量

# HighPrice
source: H
ko: 고가
tr: Y
zh_hans: 高

# LowPrice
source: L
ko: 저가
tr: D
zh_hans: 低

source: HIGH
ja: 高値
ko: 고가
tr: EN YÜKSEK
vi_vn: Cao
zh_hans: 高

source: LOW
ja: 安値
ko: 저가
tr: EN DÜŞÜK
vi_vn: Thấp
zh_hans: 低

source: Candles
ja: ロウソク足
ko: 캔들 차트
tr: Mumlar
vi_vn: Nến
zh_hans: K线

# MainGraph
source: Main
ja: メインチャート
ko: 메인 지표
tr: Ana
vi_vn: Chính
zh_hans: 主图

# AuxiliaryGraph
source: Sub
ja: サブチャート
ko: 서브 지표
tr: Alt
vi_vn: Phụ
zh_hans: 副图

source: Time
ja: 時間足
ko: 시간
tr: Zaman
vi_vn: Thời gian
zh_hans: 分时

source: 1min
ja: 1分足
ko: 1분
tr: 1dk
vi_vn: 1 phút
zh_hans: 1分

source: 5min
ja: 5分足
ko: 5분
tr: 5dk
vi_vn: 5 phút
zh_hans: 5分

source: 15min
ja: 15分足
ko: 15분
tr: 15dk
vi_vn: 15 phút
zh_hans: 15分

source: 30min
ja: 30分足
ko: 30분
tr: 30dk
vi_vn: 30 phút
zh_hans: 30分

source: 1hour
ja: 1時間足
ko: 1시간
tr: 1saat
vi_vn: 1 giờ
zh_hans: 1小时

source: 2hour
ja: 2時間足
ko: 2시간
tr: 2saat
vi_vn: 2 giờ
zh_hans: 2小时

source: 4hour
ja: 4時間足
ko: 4시간
tr: 4saat
vi_vn: 4 giờ
zh_hans: 4小时

source: 6hour
ja: 6時間足
ko: 6시간
tr: 6saat
vi_vn: 6 giờ
zh_hans: 6小时

source: 12hour
ja: 12時間足
ko: 12시간
tr: 12saat
vi_vn: 12 giờ
zh_hans: 12小时

source: 1day
ja: 日足
ko: 1일
tr: 1gün
vi_vn: 1 ngày
zh_hans: 日线

source: 1week
ja: 週足
ko: 1주
tr: 1hafta
vi_vn: 1 tuần
zh_hans: 周线

source: 1mon
ja: 月足
ko: 1월
tr: 1ay
vi_vn: 1 tháng
zh_hans: 月线

source: Hide
ja: 隠す
ko: 숨기기
tr: Gizle
vi_vn: Ẩn
zh_hans: 隐藏

source: Depth
ja: 深度
ko: 호가창
tr: Derinlik
vi_vn: Độ sâu
zh_hans: 深度

source: Full screen
ja: 全画面表示
ko: 전체화면
tr: Tam ekran
vi_vn: Toàn màn hình
zh_hans: 全屏

source: Index
ja: インデックス
ko: 지표
tr: Indeks
vi_vn: Chỉ số
zh_hans: 指标

source: Order Book
ja: オーダーブック
ko: 호가창
tr: Emir Defteri
vi_vn: Đơn hàng
zh_hans: 委托订单

# Book
source: Open Orders
ja: 現在の注文
ko: 미체결 주문
tr: Emir Gir
vi_vn: Lệnh hiện tại
zh_hans: 当前委托

source: Trades
ja: 取引
ko: 거래
tr: Tradeler
vi_vn: Giao dịch thực tế
zh_hans: 成交

source: Intro
ja: 紹介
ko: 간략 소개
tr: Giriş
vi_vn: Giới thiệu
zh_hans: 简介

# Date
source: Time
ja: 時間
ko: 시간
tr: Tarih
vi_vn: Thời gian
zh_hans: 时间

source: Type
ja: サイド
ko: 포지션
tr: Yan
vi_vn: Bên
zh_hans: 方向

source: Price
ja: 価格
ko: 가격
tr: Fiyat
vi_vn: Giá
zh_hans: 价格

source: Amount
ja: 金額
ko: 수량
tr: Miktar
vi_vn: Số lượng
zh_hans: 数量

# BuyKey
source: Buy
ja: 買い
ko: 매수
tr: Satın Al
vi_vn: Mua
zh_hans: 买

# SellKey
source: Sell
ja: 売り
ko: 매도
tr: Sat
vi_vn: Bán
zh_hans: 卖

source: Buy
ja: 買い
ko: 매수
tr: Satın Al
vi_vn: Mua
zh_hans: 买入

source: Sell
ja: 売り
ko: 매도
tr: Sat
vi_vn: Bán
zh_hans: 卖出

source: BUY
ja: 買
ko: 매수
tr: SATIN AL
vi_vn: Mua
zh_hans: 买入

source: SELL
ja: 売
ko: 매도
tr: SAT
vi_vn: Bán
zh_hans: 卖出

source: Add Favorites Succeeded
ja: お気に入りに追加済み
ko: 관심종목 추가 완료
tr: Favorilere Ekle
vi_vn: Đã thêm vào danh sách yêu thích thành công
zh_hans: 添加自选成功！

source: Add Favorites Failed
ja: お気に入りに追加できませんでした
ko: 관심종목 추가 실패
tr: Favorilere Ekleme Başarısız Oldu
vi_vn: Thêm vào danh sách yêu thích thất bại
zh_hans: 添加自选失败！

source: Cancel Favorites Succeeded
ja: お気に入りから削除済み
ko: 관심종목 취소 완료
tr: Favorileri İptal Etme Başarılı
vi_vn: Đã xóa khỏi danh sách yêu thích thành công
zh_hans: 取消自选成功！

source: Cancel Favorites Failed
ja: お気に入りから削除できませんでした
tr: Favorileri İptal Etme Başarısız Oldu
vi_vn: Xóa khỏi danh sách yêu thích thất bại
zh_hans: 取消自选失败！

source: Limit
ja: 指値
ko: 지정가
vi_vn: Giới hạn
zh_hans: 限价

# MarketPrice
source: Market
ja: 市場価格
ko: 시장가
tr: Piyasa
vi_vn: Giá thị trường
zh_hans: 市价

source: The best market price
ja: 市場最優価格
ko: 최적 시장가
tr: En iyi piyasa fiyatı
vi_vn: Theo giá trị trường
zh_hans: 以当前最优价格交易

source: Available
ja: 利用可能
ko: 가용 자산
tr: Mevcut
vi_vn: Hữu dụng
zh_hans: 可用

# MoneyAmount
source: Amount
ja: 金額
ko: 금액
tr: Miktar
vi_vn: Số lượng
zh_hans: 金额

source: Please enter the quantity
ja: 数量をご入力ください
ko: 수량을 입력해주세요
tr: Lütfen miktarı giriniz
vi_vn: Vui lòng nhập số lượng
zh_hans: 请填写数量

source: Please enter the amount
ja: 数量をご入力ください
ko: 금액을 입력해주세요
tr: Lütfen miktarı giriniz
vi_vn: Vui lòng nhập số lượng
zh_hans: 请填写金额

source: Please enter the price
ja: 価格をご入力ください
ko: 가격을 입력해주세요.
tr: Lütfen fiyatı giriniz
vi_vn: Vui lòng nhập giá
zh_hans: 请输入价格

source: The selling quantity cannot be less than
ja: 売り数量は～以上である必要があります
ko: 최소 매도 가능 수량은____입니다.
tr: Satış miktarı belirtilenden az olamaz
vi_vn: Số lượng bán ra không thể thấp hơn
zh_hans: 卖出数量不能小于

source: The selling quantity cannot be greater than
ja: 売り数量は～以下である必要があります
ko: 최대 매도 가능 수량은____입니다.
tr: Satış miktarı belirtilenden büyük olamaz
vi_vn: Số lượng bán ra không thể lớn hơn
zh_hans: 卖出数量不能大于

source: The purchase quantity cannot be less than
ja: 買い数量は～以上である必要があります
ko: 최소 매수 수량은____입니다.
tr: Satın alma miktarı belirtilenden az olamaz
vi_vn: Số lượng mua không thể thấp hơn
zh_hans: 买入数量不能小于

source: The purchase quantity cannot be greater than
ja: 買い数量は～以下である必要があります
ko: 최대 매수 수량은____입니다.
tr: Satın alma miktarı belirtilenden büyük olamaz
vi_vn: Số lượng mua không thể lớn hơn
zh_hans: 买入数量不能大于

source: The amount cannot be less than
ja: 数量は～以上である必要があります
ko: 최소 금액은____입니다.
tr: Miktar belirtilenden az olamaz
vi_vn: Số lượng giao dịch không thể thấp hơn
zh_hans: 金额不能小于

source: The amount cannot be greater than
ja: 数量は～以下である必要があります
ko: 최대 금액은____입니다.
tr: Miktar belirtilenden büyük olamaz
vi_vn: Số lượng giao dịch không thể lớn hơn
zh_hans: 金额不能大于

source: The quantity cannot be less than
ja: 数量は～以上である必要があります
ko: 최소 수량은____입니다.
tr: Miktar belirtilenden az olamaz
vi_vn: Số lượng giao dịch không thể thấp hơn
zh_hans: 数量不能小于

# InsufficientBalance
source: Insufficient Available Balance
ja: 利用可能残高が不足しています
ko: 유효 자산이 부족합니다.
tr: Yetersiz Bakiye
vi_vn: Không đủ số dư khả dụng
zh_hans: 可用余额不足

source: Please enter correct withdrawal amount
ja: 正確な出金額をご入力ください
ko: 올바른 출금 수량을 입력해주세요.
tr: Lütfen doğru çekim miktarını girin
vi_vn: Vui lòng điền đúng số lượng rút tiền
zh_hans: 请填写正确提币数量！

source: Default
ja: デフォルト
ko: 기본설정
tr: Varsayılan
vi_vn: Mặc định
zh_hans: 默认

source: Buy Order
ja: 買い注文
ko: 매수 주문
tr: Satın Alma Emri
vi_vn: Lệnh mua
zh_hans: 买单

source: Sell Order
ja: 売り注文
ko: 매도 주문
tr: Satış Emri
vi_vn: Lệnh bán
zh_hans: 卖单

source: Decimal
ja: 小数点以下桁数
ko: 소수점
tr: Ondalık
vi_vn: Số thâp phận
zh_hans: 位小数

source: Open Order
ja: 現在の注文
ko: 미체결 주문
tr: Emri Gir
vi_vn: Lệnh hiện tại
zh_hans: 当前委托

source: Order History
ja: 注文履歴
ko: 과거 주문 내역
tr: Emir Geçmişi
vi_vn: Lịch sử đơn hàng
zh_hans: 历史委托

# CancelAllOrders
source: Cancel all
ja: 注文をすべてキャンセルする
ko: 모두 취소
tr: Hepsini İptal Et
vi_vn: Hủy tất cả các lệnh
zh_hans: 全部撤单

source: Order Succeeded
ja: 注文が完了しました
ko: 주문 성공
tr: Emir Başarılı
vi_vn: Lệnh đã hoàn thành
zh_hans: 下单成功！

source: Order Canceled
ja: 注文がキャンセルされました
ko: 주문이 취소되었습니다.
tr: Emir İptal Edildi
vi_vn: Lệnh đã hủy
zh_hans: 撤单成功！

# AllOrderCommit
source: Cancel request has been submitted
ja: キャンセルリクエストが提出されました
ko: 취소 신청이 접수되었습니다.
tr: İptal isteği gönderildi
vi_vn: Yêu cầu hủy đã được gửi đi
zh_hans: 撤单请求已经提交！

# OrderTotal
source: Amount
ja: 総額
ko: 금액
tr: Miktar
vi_vn: Số lượng
zh_hans: 委托总量

# OrderAmount
source: Amount
ja: 数量
ko: 금액
tr: Miktar
vi_vn: Số lượng
zh_hans: 委托金额

# TradingVolume
source: Filled
ja: 約定済み
ko: 체결완료
tr: Dolu
vi_vn: Đã thành giao
zh_hans: 成交数量

source: Partially Filled
ja: 一部約定済み
ko: 부분 체결완료
tr: Kısmen dolu
vi_vn: Đã thành giao một phần
zh_hans: 部分成交

source: Filled
ja: 約定済み
ko: 체결완료
tr: Dolu
vi_vn: Đã thành giao
zh_hans: 完全成交

# CANCELD
source: Canceled
ja: キャンセル済み
ko: 취소됨
tr: İptal Edildi
vi_vn: Đã hủy
zh_hans: 已撤销

source: Rejected
ja: 拒否
ko: 거부됨
tr: Reddedildi
vi_vn: Đã từ chối
zh_hans: 已拒绝

source: Transaction Details
ja: 取引の詳細
ko: 거래 상세 내역
tr: İşlem Detayı
vi_vn: Chi tiết giao dịch
zh_hans: 成交详情

source: Executed Price
ja: 約定価格
ko: 체결가
tr: Uygulanan Fiyat
vi_vn: Giá thực hiện
zh_hans: 成交价

# AveragePrice
source: Avg. Price
ja: 平均価格
ko: 평균가
tr: Ort. Fiyat
vi_vn: Giá trung bình
zh_hans: 成交均价

# CoinPairs
source: Symbol
ja: マーク
ko: 코인심볼
tr: Sembol
vi_vn: Ký hiệu
zh_hans: 币对

source: All
ja: 全部
ko: 모두
tr: Hepsi
vi_vn: Tất cả
zh_hans: 全部

# Coin
source: Base
ja: ベース
ko: 코인종목
tr: Baz
vi_vn: Cơ sở
zh_hans: 币种

# BalanceCoin
source: Ticker
ja: ティッカー
ko: 코인
vi_vn: Đánh dấu
zh_hans: 币种

# ChargeCoin
source: Quote
ja: クォート
ko: 호가
tr: Fiyat
vi_vn: Báo giá
zh_hans: 计价单位

# OrderStatus
source: Side
ja: サイド
ko: 주문현황
tr: Yan
vi_vn: Bên
zh_hans: 订单状态

source: Reset
ja: リセット
ko: 다시 설정
vi_vn: Thử lại
zh_hans: 重置

source: Done
ja: 完了
ko: 완료
tr: Bitti
vi_vn: Hoàn tất
zh_hans: 完成

# SearchPairs
source: Search Coin
ja: トークン検索
ko: 코인 검색
tr: Koin Ara
vi_vn: Tìm kiếm
zh_hans: 搜索币种

source: Clear Record
ja: 履歴を削除する
ko: 기록 삭제
tr: Kaydı Temizle
vi_vn: Xóa lưu trữ
zh_hans: 清除记录

source: Recent View
ja: 最近の履歴を見る
ko: 최근 기록
tr: Son Görünüm
vi_vn: Mới xem gần đây
zh_hans: 最近查看

source: Deposit
ja: 入金
ko: 입금
tr: Yatırma
vi_vn: Gửi tiền
zh_hans: 充币

source: Withdraw
ja: 出金
ko: 출금
tr: Çekim
vi_vn: Rút tiền
zh_hans: 提币

source: Others
ja: その他
ko: 기타
tr: Diğerleri
vi_vn: Khác
zh_hans: 其他

source: Status
ja: 状態
ko: 현황
tr: Durum
vi_vn: Trạng thái
zh_hans: 状态

source: Wallet Processing Time
ja: ウォレットの処理時間
ko: 지갑 처리 소요 시간
tr: Cüzdan İşlem Süresi
vi_vn: Thời gian sử lý ví
zh_hans: 钱包处理时间

source: Transfer
ja: 振込
ko: 송금
vi_vn: Chuyển
zh_hans: 转账

source: On Order
ja: 注文中
ko: 주문 대기
tr: Emirde
vi_vn: Đang chờ lệnh
zh_hans: 冻结

source: Total Amount
ja: 総額
ko: 총 금액
tr: Toplam Miktar
vi_vn: Tổng số lượng
zh_hans: 总资产

# EstimatedValue
source: Estimated Value (BTC)
ja: 推定価値（BTC建）
ko: 환산 가치(BTC)
tr: Tahmini Değer (BTC)
vi_vn: Giá trị ước tính (BTC)
zh_hans: 总资产折合(BTC)

# Exchange
source: Exchange Account
ja: 取引アカウント
ko: 거래 계정
tr: Borsa Hesabı
vi_vn: Số lượng giao dịch
zh_hans: 交易账户

source: Valuation
ja: バリュエーション
ko: 평가
tr: Değerleme
vi_vn: Giá trị
zh_hans: 估值

source: Total Volume
ja: 取引高
ko: 총 거래량
tr: Toplam Hacim
vi_vn: Tổng khối lượng
zh_hans: 总成交额

source: Copy address
ja: アドレスをコピーする
ko: 주소 복사
tr: Adresi Kopyala
vi_vn: Sao chép địa chỉ ví
zh_hans: 复制地址

source: Send
ja: 送信する
ko: 보내기
tr: Gönder
vi_vn: Gửi
zh_hans: 发送

source: to the address below
ja: 下記のアドレス宛に
ko: 아래의 주소로
tr: aşağıdaki adrese
vi_vn: đến dịa chỉ ví dưới đây
zh_hans: 地址到下方地址

# Deposit1
source: Please don't deposit any other digital assets except %@ to the above address, Otherwise any assets other than %@ will not be recovered;
ja: ～以外のデジタル資産を %@ 上記のアドレスに入金しないでください。そうでなｋれば、～以外のデジタル資産が %@ 回復不可となります。
ko: 위 주소에 %@ 외 다른 자산을 입금하실 경우, %@ 외 다른 자산은 복구하실 수 없습니다;
tr: Lütfen %@ dışında başka herhangi bir dijital varlığı yukarıdaki adrese yatırmayın, aksi halde %@ dışındaki herhangi bir varlık geri kazanılamaz;
vi_vn: Vui lòng không gửi bất kỳ tài sản kỹ thuật số nào khác ngọai trừ %@ đến địa chỉ ví ở trên, nếu gửi bất kỳ tài sản kỹ thuật số nào khác %@ sẽ không thể lấy lại được;
zh_hans: 请勿向上述地址充值除%@之外的资产，否则任何非%@以外资产将不可找回;

# Deposit2
source: %@ will be received only after %@ block confirmation, and it will be available to withdraw after %@ block confirmations;
ja: %@アドレスで再充電するには、%@ネットワークの確認が必要です、%@ネットワークの確認が必要です
ko: %@주소 입출금을 이용하시려면%@개의 네트워크 확인 후에, 계좌로 전송이 가능하며,%@차례 네트워크 확인 후 입출금이 가능합니다;
tr: %@ yalnızca %@ blok onayından sonra alınacak ve %@ blok onayından sonra geri çekilebilecek;
vi_vn: Việc sạc lại bằng địa chỉ %@ yêu cầu xác nhận mạng %@, xác nhận mạng %@
zh_hans: 使用%@地址充币需要%@个网络确认才能到账，%@个网络确认后可提币；

# Deposit3
source: The system will update the currency address in stages, please check and then use, Otherwise, you will be responsible for it;
ja: システムは仮想通貨アドレスを順次更新しますので、必ずご確認してください。確認しない場合の損失はお客様の自己責任となります。
ko: 시스템이 암호화폐 주소를 단계적으로 업데이트 합니다. 자세히 확인해주세요. 그렇지 않을 경우 발생하는 모든 자산에 대한 손실은 본인의 책임입니다;
tr: Sistem yatırma ve çekim adreslerini aşamalar halinde güncelleyecektir, lütfen kontrol ediniz ve sonra kullanınız, Aksi takdirde, bundan siz sorumlu olacaksınız;
vi_vn: Hệ thống sẽ cập nhật địa chỉ ví theo từng giai đoạn, vui lòng kiểm tra và sau đó mới sử dụng . Nếu không, bạn sẽ chịu trách nhiệm khi xảy ra bất kỳ mất mát;
zh_hans: 系统阶段性会更新充币地址，请核对后使用，否则任何责任自负；

# Deposit4
source: Minimum deposit amount: %@ %@. it won't be retured if you deposit less than the minimum amount required;
ja: 最小入金金額が%@ %@であり、それ未満の入金は処理されません。
ko: 최소 입금 금액 : %@ %@, 만약 해당 금액보다 적은 금액을 입금할 경우 자산을 되찾을 수 없을 수 있습니다;
tr: Minimum depozito miktarı %@ %@ dir. Bundan daha az olan herhangi bir meblağın yatırılmasına izin verilmeyecektir;
vi_vn: Số tiền gửi tối thiếu: %@ %@, bạn sẽ mất tiền nếu bạn gửi số tiền ít hơn số tiền tối thiểu được yêu cầu;
zh_hans: 最小充值金额：%@%@, 如充值少于最小充币金额，资产将无法找回；

# DepositETH1
source: We are currently not supporting Coinbase transfer. The transfer of Coinbase will not be credited. Thank you for your understanding;
ja: 現在、ブロック報酬（Coinbase）の譲渡はサポートされていません。ブロック報酬の譲渡はクレジットされません。ご了承くださ。;
ko: 현재 Coinbase 송금을 지원하지 않고 있습니다. 코인 베이스 송금은 인정되지 않으므로 주의 해주시기 바랍니다. 양해 부탁 드립니다.;
tr: Şu anda Coinbase transferini desteklemiyoruz. Coinbase'den transferler kredilendirilmez. Anlayışınız için teşekkür ederiz;
vi_vn: Hiện tại, việc chuyển phần thưởng khối (Coinbase) không được hỗ trợ. Việc chuyển phần thưởng khối sẽ không được ghi có. Xin hiểu;
zh_hans: 目前不支持区块奖励(Coinbase)的转账充值，区块奖励的转账将不会上账，请您谅解；

# DepositETH2
source: ETH You can only deposit via the functions of transfer or transferFrom on etherum network. We apologize that deposit via other functions will not be credited;
ja: ETH通貨は、Ethereum transferおよびtransferFromメソッドのみをサポートし、通貨の他のメソッドの使用は一時的に利用できません。ご了承ください;
ko: ETH입금은 이더리움 transfer과 transferFrom만 가능합니다. 기타 입금 방법은 일시적으로 장부 기록이 불가능하므로 양해 부탁드립니다;
tr: ETH Yalnızca ethereum ağındaki transfer fonksiyonu veya aktarma işlevlerini kullanarak para yatırabilirsiniz. Diğer fonksiyonlar üzerinden para yatırma işleminin kredilendirilmemesinden dolayı özür dileriz;
vi_vn: Tiền tệ ETH chỉ hỗ trợ các phương thức chuyển và chuyển Ethereum, và việc sử dụng các phương thức tiền tệ khác tạm thời không khả dụng, vui lòng hiểu
zh_hans: ETH充币仅支持以太坊transfer和transferFrom方法，使用其他方法的充币暂时无法上账，请您谅解；

# Deposit5
source: Please make sure that your computer and browser are secure and your information is protected from being tampered or leaked;
ja: 情報の改ざんや漏洩を防ぐため、コンピューターとブラウザーのセキュリティを必ず確認してください;
ko: 정보의 변경 및 손상 예방을 위해 반드시 컴퓨터 및 웹 브라우저 보안 상태를 확인해주세요;
tr: Lütfen bilgisayarınızın ve tarayıcının güvenli olduğundan ve bilgilerinizin tahrif edilmekten veya sızıntılardan korunduğundan emin olun;
vi_vn: Hãy chắc chắn kiểm tra tính bảo mật của máy tính và trình duyệt của bạn để ngăn thông tin bị giả mạo hoặc rò rỉ;
zh_hans: 请务必确认电脑及浏览器安全，防止信息被篡改或泄露；
