Repository: CoderGYC/KLine-1
Catalog: KLineDemo/GlobalLanguage/*.lproj/Localizable.strings
Languages: ja, ko, tr, vi_vn, zh_hans

source: Increment
ja: 刻み
ko: 증가량
tr: Artış
vi_vn: Tăng
zh_hans: 递增

# TradingRules
source: Rules
ja: 規定
ko: 규칙
tr: Kurallar
vi_vn: Các quy định
zh_hans: 交易规则

# CommonProblem
source: FAQ
vi_vn: Các câu hỏi thường gặp
zh_hans: 常见问题

# StartIncrease
source: Min. order %@ %@, incr. fr %@ %@
ja: 最小注文額 %@ %@, %@ %@刻みに増額可能
vi_vn: Đơn hàng tối thiểu %@ %@, tăng từ %@ %@
zh_hans: %@%@起购，%@%@递增

source: View my assets
ja: 資産状況を見る
ko: 내 자산 보기
tr: Varlıklarımı Görüntüle
vi_vn: Xem số dư tài sản của tôi
zh_hans: 查看我的资产

# TradingRulesContent
source: Sell Limit: The sell limit will be updated at 00:00am (UTC+8) daily. Please refer to announcement for the available limit. It is on a first come first serve basis so please ensure you have sufficient funds if you are bonused. Order Limit: %@ %@ limit per user. Minimum order amount is %@ %@ with the incremental at %@ %@. Return Computation Rule: Order at T+0, Return computation at T+1, Return credited to wallet account at T+2. Redemption: Submit a redemption request. The redeemed assets will be credited to wallet account latest at T+1 after approval. There is no return on the redemption day. Security Guarantee: The platform will use the funds for leveraged lending business and liquidity provision, and will not be used for other purposes. Leveraged lending business and liquidity provision are all low-risk and stable profit-making businesses of the exchange. The platform is responsible for any financial risks arising from small probability situations. There will be no loss of user funds. Return Rate: return rate will be updated daily at 00:00am (UTC+8), ranging from 5%% to 6%% per annum.
ja: 販売限度額： 販売限度額は毎日の０：００（UTC＋８）に更新され、金額は当日のお知らせに参照してください。購入は早い者勝ちで、買いそびれないよう事前に入金して十分な利用残高があることをご確認ください。 注文限度額: 1ユーザーにつき%@ %@まで注文可能。最小注文額が%@ %@で %@ %@刻みで増額可能。 利子の計算方法: T+0日に購入し、T+1日に利子が計算され、T+2日にはウォレットアカウントに入金されます。 買戻し方法: 買い戻し申請を提出し、審査が終わるまでしばらくお待ちください。審査に通ったらT+1日までには入金されます。買戻しが実行される日には利子が発生しません。 元本保証:本プラットフォームはユーザーから預かった資金をレバレッジリースや流動性供給のために使用し、他の用途に使用されることがありません。レバレッジリースおよび流動性供給は取引所の低リスクかつ収益が安定的な業務であり、低確率で発生した元本リスクはすべてプラットフォームが負担し、ユーザーには元本割れの恐れがありません。 収益率:利益率は５%%－６％%の区間で変動し、毎日の０：００（UTC+8）に更新されます。
ko: 매도 한도: 매도 한도는 매일 00:00am (UTC+8)에 업데이트될 예정입니다. 관련 공지사항을 참고해주세요. 순차적으로 진행되므로 자산이 충분한 지 확인하시기 바랍니다. 주문 한도: %@ %@ 유저 한명 당 한도. 증가량 %@ %@ 의 경우 최소 주문 수량은 %@ %@. 수익 산정기준: 주문 시 익일에 수익이 발생하고 익익일에 수익이 지갑 계정으로 적립됩니다. 상환: 상환 요청 제출. 환불된 자산은 승인된 익일에 지갑 계정으로 적립될 예정이고 승인 당일에 수익이 발생하지 않습니다. 보안: 절대로 유저의 자산을 플랫폼에 도용하지 않겠습니다. 자산 보호를 위하여 대부분의 자산은 지갑에 저장됩니다. 불확실성으로 발생할 손실은 %@에 보상 해드리겠습니다. 수익률: 수익률은 일일 00:00am (UTC+8)에 업데이트되며 년마다 5%-6%사이의 변동률이 있을 예정입니다.
vi_vn: Hạn mức bán: Hạn mức bán sẽ được cập nhật lúc 00:00 a.m (UTC+8) mỗi ngày. Vui lòng xem thông báo để biết hạn mức hiện có. Nó sẽ còn tuỳ thuộc vào quy tắc ưu tiên thứ tự đến trước, vì vậy hãy đảm bảo rằng bạn có đủ vốn nếu muốn đặt lệnh. Hạn mức lệnh: %@ %@ Hạn mức mỗi người dùng. %@ %@ với mức tăng tại %@ %@. Quy định tính lãi: Đặt lệnh lúc T+0, tính toán lợi nhuận lúc T+1, lợi nhuận chuyển vào tài khoản ví lúc T+2. Quy đổi: Gửi một yêu cầu quy đổi. Các tài sản đã quy đổi sẽ được chuyển vào tài khoản ví nhanh nhất lúc T+1 sau khi được duyệt. Không có lợi nhuận trong ngày quy đổi. Đảm bảo an toàn: Nền tảng sẽ không bao giờ biển thủ tài sản người dùng. Phần lớn các tài sản đều được giữ trong ví lạnh để đảm bảo an toàn. Nếu có mất mát xảy ra do sự thiếu ổn định, sẽ đền bù hoàn toàn các khoản lỗ. Tỷ lệ lợi nhuận: tỷ lệ lợi nhuận sẽ được cập nhật hàng ngày lúc 00:00am (UTC+8), từ khoảng 5%% đến 6%% mỗi năm.
zh_hans: 发售额度： 每天0:00（UTC+8）更新当日发售额度，以当天公布的额度为准，先到先得，注意提前充值。 购买额度： 每人限购%@ %@，%@ %@起购，%@ %@递增购买。 计息规则： T+0购买，T+1计息，T+2到账至钱包账户。 赎回方式： 提交申请等待审核，审核通过最晚T+1到账。提现当日不计利息。 安全保障： 平台不会挪用用户的资金，将大部分的资金存储在冷钱包中保证资金安全。一旦有用户资金丢失，平台将100%%赔付财产损失。 收益范围： 利率在5%%-6%%之间浮动，每天0:00（UTC+8）更新收益率。

# CommonProblemContent
source: If the sell limit is finished, can I still order? If the sell limit of the day is finished, you will not be able to order. Please wait for the sell limit of the following day or order other digital assets bonus products. How to check my return? You can check your return in your wallet account. The assets in wallet account is not counted for any returns. After successfully ordered, can I redeem immediately? Yes, you can choose to redeem your assets anytime. Just fill in the redemption amount. If I redeem the order, can I still order? Yes. You can order anytime as long as there is still available sell limit.
ja: 当日の販売枠がなくなった場合、購入申請を行うことができますか。 当日の販売枠がなくなった場合、購入申請を行うことができなくなります。翌日になり新しい販売枠が出てから購入申請を行うか、他のデジタル投資商品を検討してください。 収益額はどうのように確認すればいいでしょうか。 ウォレットアカウントにて収益額を確認することができます。ウォレットアカウントに入っている資産は利子が発生しません。 購入申請が成功した後にすぐ買戻しを行うことが可能でしょうか。 はい、いつでも買戻しが可能です。買戻しの数量さえ入力すれば簡単にできます。B830 買戻しを行った後に購入申請を行うことが可能でしょうか。 はい、利用可能枠がある限り、いつでも購入申請を行うことが可能です。
ko: 매도 한도가 다 사용되면 계속 주문할 수 있습니까? 당일 매도 한도가 다 사용되면 더 이상 주문할 수 없습니다. 익일 매도 한도를 사용하거나 다른 디지털 자산 보너스 사품을 주문하시기되찾. 내 수익률을 어떻게 체크하나요? 다신의 지갑 계정으로 수익률을 체크할 수 있습니다. 지갑의 자산은 수익률으로 계산되지 않습니다. 주문 완료 후, 바로 상환할 수 있습니까? 네, 상환금액을 작성하시면 언제든지 자산을 상환할 수 있습니다. 주문을 상환하면 더 주문해도 되나요? 네, 매도 한도가 남아 있으면 언제든지 다 주문할 수 있습니다.
vi_vn: Nếu lệnh bán giới hạn đã hoàn thành, tôi có thể đặt lệnh nữa không? Nếu hạn mức bán của ngày đã hoàn tất, bạn sẽ không thể đặt lệnh. Vui lòng chờ hạn mức bán của ngày tiếp theo hoặc đặt lệnh các sản phẩm tiết kiệm tài sản kỹ thuật số khác. Làm thế nào để kiểm tra lợi nhuận của tôi? Bạn có thể kiểm tra lợi nhuận tại tài khoản ví. Tài sản trong tài khoản ví sẽ không được tính cho bất kỳ khoản lợi nhuận nào. Sau khi đặt lệnh thành công, tôi có thể quy đổi ngay lập tức không? Có, bạn có thể chọn quy đổi tài sản bất kỳ lúc nào. Chỉ cần điền vào số lượng quy đổi. Nếu tôi quy đổi đơn hàng, thì thôi có thể đặt hàng nữa không? Có. Bạn có thể đặt hàng bất kể lúc nào miễn là còn hạn mức bán.
zh_hans: 如果当日额度被抢完了，还可以申购吗？ 当日发售额度抢完后，您当日无法申购，可以待第二天新额度释放再参与申购或选择申购其他数字资产增值产品。 如何查询利息？ 您可以到钱包账户查询利息，在钱包账户的资产不计利息收益。 申购成功后，可以立即赎回吗？ 您可以随时赎回资产，只需要选择申请赎回的金额即可。 如果我赎回金额，还可以继续申购吗？ 可以，只要当前还有剩余额度，您可以随时申购。

# TBBBill
source: Bitmore Bill
ja: ビットモア請求書
tr: Bitmore Faturası
vi_vn: Hóa đơn Bitmore
zh_hans: 币多多账单

# TBBBillDetail
source: Bill Detail
ja: 請求書の詳細
ko: Bill 상세 정보
tr: Fatura Ayrıntısı
vi_vn: Chi tiết hóa đơn
zh_hans: 账单详情

# TBBSubscribe
source: Order
ja: 注文
ko: 주문
tr: Emir
vi_vn: Đơn hàng
zh_hans: 申购

# TBBRedeem
source: Redeem
ja: 償還
ko: 상환
tr: Geri Al
vi_vn: Chuyển đổi
zh_hans: 赎回

# TBBEarnings
source: Return
ja: 収益額
ko: 수익
tr: İade
vi_vn: Lợi nhuận
zh_hans: 收益

# TBBRedeemSuccess
source: Redeem Successful
ja: 償還済み
ko: 상환 완료
tr: Geri Alma Başarılı
vi_vn: Chuyển đổi thành công
zh_hans: 成功赎回至钱包账户

# TBBRedeemRequest
source: Apply for Redemption
ja: 買戻を申請する
ko: 상환 신청
tr: Geri Alım Başvurusu
vi_vn: Đăng ký quy đổi
zh_hans: 申请赎回

# TBBRedeemRequestSuccess
source: Redeem Successful
ja: 償還済み
ko: 상환 완료
tr: Geri Alma Başarılı
vi_vn: Yêu cầu chuyển đổi thành công
zh_hans: 赎回成功

# TBBEarningRequest
source: Distributing Return
ja: 収益額配分中
ko: 수익 배포
tr: İade Dağıtımları
vi_vn: Đang phân phối lợi nhuận
zh_hans: 收益发放中

# TBBSubscribeFailed
source: Application Failed
ja: 購入申請失敗
ko: 신청 실패
tr: Uygulama Başarısız
vi_vn: Đơn đăng ký thất bại
zh_hans: 申购失败

# TBBSubscribeIng
source: Applying for Purchase
ja: 購入申請中
ko: 매수 신청
tr: Satın Alma Başvurusu
vi_vn: Đăng ký mua
zh_hans: 申购中

# ExperienceCoin
source: (Simulation funds, not included in balance)
ja: (注：该币为体验币，不计入个人资产折合)
ko: (해당 코인은 테스트코인이므로 자산에 포함되지 않습니다)
tr: (Simülasyon fonları, bakiyeye dahil edilmedi)
zh_hans: (注：该币为体验币，不计入个人资产折合)

# WithdrawCheckAlertTitle
source: There is potential security risk of your withdrawl address, you may not receive your assets if you continue with it. Please double confirm your withdrawl address.
ja: 您输入的提币地址存在安全风险，资产可能无法到账，请慎重考虑是否更换提币地址？
ko: 입력하신 출금 주소는 위험성이 존재하므로 자산이 입금되지 않을 수도 있습니다. 계속 이 주소로 진행하시겠습니까？
tr: Çekim adresinizin potansiyel güvenlik riski vardır, yanlış adres girerseniz varlığınızı alamayabilirsiniz. Lütfen çekim adresinizi iki kez onaylayın.
vi_vn: Có nguy cơrủi ro bảo mật của địa chỉ rút tiền của bạn, bạn có thể không nhận được tài sản của mình nếu bạn tiếp tục với nó.Vui lòng xác nhận lại địa chỉ rút tiền của bạn.
zh_hans: 您输入的提币地址存在安全风险，资产可能无法到账，请慎重考虑是否更换提币地址？

source: Continue
ja: 继续提币
ko: 계속
tr: Devam
vi_vn: Tiếp tục
zh_hans: 继续提币

source: Change
ja: 更换地址
ko: 변경
tr: Değişim
vi_vn: Thay đổi
zh_hans: 更换地址

# Verified
source: ID Verfication
ja: 实名认证
ko: ID 인증
tr: Kimlik Doğrulama
vi_vn: Đã xác minh ID
zh_hans: 实名认证

# DayGain
source: 24H Stats
ja: 24H涨幅榜
ko: 24H 통계
tr: 24S Veriler
vi_vn: Thống kê 24h
zh_hans: 24H涨幅榜

# BeginnerGuide
source: Guide
ja: 新手入门
ko: 초보자
tr: Kılavuz
vi_vn: Hướng dẫn
zh_hans: 新手入门

# OnlineService
source: Help
ja: 在线客服
ko: 채팅
tr: Yardım
vi_vn: Trợ giúp
zh_hans: 在线客服

# ContactService
source: Contact customer service
ja: 联系客服
ko: 문의하기
tr: 联系客服
vi_vn: Liên hệ hỗ trợ
zh_hans: 联系客服

# Pase
source: Paste
ja: 粘贴
ko: 붙여넣기
tr: Yapıştır
vi_vn: Dán
zh_hans: 粘贴

source: Explore
ja: 体验区
ko: 체험하기
tr: Keşfet
vi_vn: Khám phá
zh_hans: 体验区

# FinancialManagement
source: Bitmore
ja: 理财
vi_vn: Một chút nữa
zh_hans: 理财

# SecuritySettingTitle
source: Fill out below to complete withdrawal
ja: 完成提币需要补充以下信息
ko: 출금을 하시려면 아래 정보입력을 완성해주세요
tr: Çekim işlemini tamamlamak için aşağıyı doldurun
vi_vn: Điền vào bên dưới để hoàn thành rút tiền
zh_hans: 完成提币需要补充以下信息

# VerifiedDescription
source: KYC needed for single withdrawals higher than 2BTC
ja: 单笔提现金额高于2BTC时，需要实名认证
ko: 1회 출금 금액이 2BTC보다 높을 경우, 실명인증이 필요합니다.
tr: 2BTC'den daha yüksek tekli çekim işlemleri için KYC gerekli
vi_vn: KYC cần thiết cho các lần rút tiền cao hơn 2BTC
zh_hans: 单笔提现金额高于2BTC时，需要实名认证

source: Save image
ja: 保存图片
ko: 이미지 저장
tr: Resmi Kaydet
vi_vn: Lưu hình ảnh
zh_hans: 保存图片

source: Save success
ja: 保存成功
ko: 저장 완료
tr: Kayıt başarılı
vi_vn: Lưu thành côn
zh_hans: 保存成功

# SaveError
source: Failed to save
ja: 保存失败
ko: 저장 실패
tr: Kayıt başarısız
vi_vn: Lưu thất bại
zh_hans: 保存失败

# DigitalAssetTradingPlatform
source: Digital asset exchange
ja: 数字资产交易平台
ko: 디지털 자산 거래소
tr: Dijital varlık borsası
vi_vn: Trao đổi tài sản kỹ thuật số
zh_hans: 数字资产交易平台

# ChooseOneOfTheTwoOptions
source: Or (Choose one of the two options)
ja: 或者（请在两种认证方式中选择一种）
ko: 또는 (두 보기 중 하나를 고르세요)
tr: Veya (İki seçenekten birini seçin)
vi_vn: Hoặc (Chọn một trong hai tùy chọn)
zh_hans: 或者（请在两种认证方式中选择一种）

source: Share
ja: 分享
ko: 공유
tr: Paylaş
vi_vn: Chia sẻ
zh_hans: 分享

# RateROfReturn
source: Return Rate
ja: 收益率
ko: 수익률
tr: İade Oranı
vi_vn: Tỷ lệ lợi nhuận
zh_hans: 收益率

# ShareOptionMore
source: “Winner takes all”
ja: “多买多涨，人生赢家”
tr: “Kazanan hepsini alır”
vi_vn: “Người chiến thắng có tất cả”
zh_hans: “多买多涨，人生赢家”

# ShareOptionLess
source: “Punches make heroes”
ja: “人在币市飘，哪有不挨刀”
tr: “Yumruklar kahraman yapar”
vi_vn: “Cú đấm làm anh hùng”
zh_hans: “人在币市飘，哪有不挨刀”

# CashWithdrawal
source: Accelerate withdrawal
ja: 提现加速
ko: 출금 가속화
tr: Çekimi hızlandırın
vi_vn: Tăng tốc rút tiền
zh_hans: 提现加速

source: Account Type
ja: 账户类型
ko: 계정 유형
tr: Hesap Türü
vi_vn: Kiểu tài khoản
zh_hans: 账户类型

# AccountTypeEnterprise
source: Institutional
ja: 机构账户
ko: 기관계정
tr: Kurumsal
vi_vn: Thể chế
zh_hans: 机构账户

source: Go and see
tr: Git ve gör
vi_vn: Đi và xem
zh_hans: 去看看

# OTCInputBankBranch
source: Please enter the bank of deposit
ja: 預金の銀行を入力してください
ko: 입금 은행에 입력하십시오
tr: Lütfençekim yapacağınız bankayı giriniz
vi_vn: Vui lòng nhập ngân hàng gửi tiền
zh_hans: 请输入开户行

source: Chain name
ja: チェーン名
ko: 체인 명
tr: Zincir adı
vi_vn: Tên chuỗi
zh_hans: 链名称

# ReloadData
source: Click to reload
ja: リロードをクリックします
ko: 다시시도 해주세요
tr: Yeniden yüklemek için tıklayın
vi_vn: Nhấn vào đây để tải lại
zh_hans: 点击重新载入

# LimitPerUser
source: Limit Per User %@ %@， Available Limit %@ %@
ja: 各人は%@ %@人に制限されており、最大%@ %@人まで購入できます
ko: 각 사람은 %@ %@ 명으로 제한되며 최대 %@ %@ 명까지 구매할 수 있습니다
tr: Kullanıcı Başına Limit %@ %@， Mevcut Limit %@ %@
vi_vn: Giới hạn cho mỗi người dùng %@ %@，Giới hạn khả dụng %@ %@
zh_hans: 每人限购%@ %@，最多还能买%@ %@

source: Submit a ticket
ko: 티켓제출
tr: Bileti gönder
vi_vn: Gửi một vé
zh_hans: 提交工单

# InvitationDetails
source: Detail
ko: 초대장보기
tr: Detay
vi_vn: Chi tiết
zh_hans: 邀请明细

# SeeMore
source: Check Details
ko: 더보기
tr: Detayları Kontrol Et
vi_vn: Kiểm tra chi tiết
zh_hans: 查看更多

# TheCoinApplicationHasBeenSubmitted
source: withdrawl request has submitted, please wait for a moment
ko: 출금 신청이 완료되었습니다.
tr: çekim isteği gönderildi, lütfen biraz bekleyin
vi_vn: yêu cầu rút tiền đã được gửi, vui lòng chờ trong giây lát
zh_hans: 提币申请已提交，请耐心等待

source: Review
ko: 심사
tr: İnceleniyor
vi_vn: xem xét
zh_hans: 审核

# Processing
source: In process
ko: 처리중
tr: Süreçte
vi_vn: Đang xử lý
zh_hans: 处理中

# SuccessfulCoin
source: Withdrawal Success
ko: 출금성공
tr: Çekim Başarılı
vi_vn: Rút tiền thành công
zh_hans: 提币成功

source: Contract
ja: 契約
ko: 선물
tr: Kontrat
vi_vn: Hợp đồng
zh_hans: 合约

# TradeFaBi
source: Fiat
ko: OTC
vi_vn: Tiền tệ
zh_hans: 法币

source: Account Equity
ko: 계정 순 자산
tr: Hesap Varlığı
vi_vn: Vốn chủ sở hữu
zh_hans: 账户权益

# DeliveryIndex
source: Index
ja: Underlying Index
ko: 가격 지수
tr: Temel Dizin
vi_vn: Chỉ số cơ sở
zh_hans: 标的指数

# OpenPosition
source: Open
ko: 진입
tr: Aç
vi_vn: Mở
zh_hans: 开仓

# ContractPosition
source: Positions
ko: 포지션
tr: Pozisyonlar
vi_vn: Vị thế
zh_hans: 持仓

# ContractLimit
source: Limit
ko: 지정가
vi_vn: Giới hạn
zh_hans: 限价

# ContractMarket
source: Market
ko: 시장가
tr: Piyasa
vi_vn: Thị trường
zh_hans: 市价

# ContractOpponent
source: Opponent
ko: 최유리지정가
tr: Karşı Taraf
vi_vn: đối thủ
zh_hans: 对手价

# ContractQueue
source: Queue
ko: 최우선지정가
tr: Sıra
vi_vn: Xếp hàng
zh_hans: 排队价

# ContractOverpriced
source: Over
ko: 유리지정가
vi_vn: Hơn
zh_hans: 超价

# OrdinaryCommission
source: Regular
ko: 일반 주문
tr: Düzenli
vi_vn: Bình thường
zh_hans: 普通委托

# PlanCommission
source: Stop-Limit
ko: 스탑주문
zh_hans: 计划委托

# ContractAssets
source: Perpetual Asset
ko: 선물 자산
tr: Sürekli Varlık
vi_vn: Tài sản vĩnh viễn
zh_hans: 永续合约资产

# ContractAssetsSum
source: Perpetual Estimated Value
ko: 선물 자산 환산 가치
tr: Sürekli Tahmini Değer
vi_vn: Giá trị ước tính vĩnh viễn
zh_hans: 永续合约资产折合

source: Position Margin
ko: 포지션 마진
tr: Pozisyon Marjı
vi_vn: Vị thế ký quỹ
zh_hans: 仓位保证金

source: Order Margin
ko: 위탁 증거금
tr: Emir Marjı
vi_vn: Đặt hàng ký quỹ
zh_hans: 委托保证金

source: Trigger Price
ko: 발동가
tr: Tetikleyici Fiyat
vi_vn: Giá kích hoạt
zh_hans: 触发价

# ChangeMargin
source: Adjust Margin
ko: 증거금 조정
tr: Marjı Ayarla
vi_vn: Điều chỉnh ký quỹ
zh_hans: 调整保证金

# OpenPositionAvgPrice
source: Avg. Price
ko: 진입 가격
tr: Ort. Fiyat
vi_vn: AGiá trung bình
zh_hans: 开仓均价

# LiquidationPrice
source: Liquid. Price
ko: 청산 가격
tr: Tasfiye Bedeli
vi_vn: Giá thanh lý
zh_hans: 预估强平价

# UnrealisedPnl
source: UPnL
ko: 미실현손익
tr: Gerçekleşmemiş Kar ve Zarar
vi_vn: Lời và lỗ chưa thực hiện
zh_hans: 未实现盈亏

# PositionValues
source: Position Value
ko: 포지션 가치
tr: Pozisyon Değeri
vi_vn: Giá trị vị thế
zh_hans: 仓位价值

# ContractOrder
source: Perpetual Orders
ko: 선물주문
vi_vn: Đặt hàng vĩnh viễn
zh_hans: 永续合约订单

# BookPrice
source: Order Price
ko: 주문가
tr: Emir Fiyatı
vi_vn: Giá đặt hàng
zh_hans: 委托价

# ProfitAndLoss
source: PnL
ko: 손익
tr: Kar ve Zarar
vi_vn: Lời và lỗ
zh_hans: 盈亏

# BookAmount
source: Order Amount
ko: 주문 수량
tr: Emir Miktarı
vi_vn: Số lượng đơn hàng
zh_hans: 委托数量

# ORDER_NEW
source: Order Created
ko: 주문 대기
tr: Emir Oluşturuldu
vi_vn: Tạo đơn hàng
zh_hans: 等待委托

# ORDER_FILLED
source: Order Success
ko: 주문 성공
tr: Emir Başarılı
vi_vn: Đặt hàng thành công
zh_hans: 委托成功

# ORDER_REJECTED
source: Order Failed
tr: Emir Başarısız
vi_vn: Đặt hàng thất bại
zh_hans: 委托失败

# ORDER_CANCELED
source: Order Cancel
ko: 주문 취소
tr: Emri İptal Et
vi_vn: Hủy đơn hàng
zh_hans: 委托取消

# ContractAccount
source: Contract
ja: Perpetual Account
ko: 선물자산
tr: Perpetual Account
vi_vn: Hợp đồng
zh_hans: 合约账户

# PleaseTriggerPrice
source: Please enter the trigger price
ko: 발동가격을 입력해 주세요
vi_vn: Vui lòng nhập giá kích hoạt
zh_hans: 请输入触发价格

# CloseMore
source: Close Long
ko: 롱 청산
tr: Long'u Kapa
vi_vn: Đóng Long
zh_hans: 平多

# CloseNil
source: Close Short
ko: 숏 청산
tr: Short'u Kapa
vi_vn: Đóng Short
zh_hans: 平空

# OpenMore
source: Open Long
ko: 롱 진입
tr: Long Aç
vi_vn: Mở Long
zh_hans: 开多

# OpenNil
source: Open Short
ko: 숏 진입
tr: Short Aç
vi_vn: Mở Short
zh_hans: 开空

# OpenMoreRiskLimit
source: Open Long Risk Limit
ko: 롱 진입 위험한도
tr: Long Risk Limitini Aç
vi_vn: Mở giới hạn rủi ro Long
zh_hans: 开多风险限额

# OpenNilRiskLimit
source: Open Short Risk Limit
ko: 숏 진입 위험한도
tr: Short Risk Limitini Aç
vi_vn: Mở giới hạn rủi ro Short
zh_hans: 开空风险限额

source: Change Risk Limit
ko: 위험한도 조정
tr: Risk Limitini Değiştir
vi_vn: Thay đổi giới hạn rủi ro
zh_hans: 更改风险限额

# MaintenanceMargin
source: Maint. Margin
ko: 유지증거금
vi_vn: Bảo trì kí quỹ
zh_hans: 维持保证金

# StartingMargin
source: Initial Margin
ko: 기초 증거금
tr: İlk Marj
vi_vn: Ký quỹ ban đầu
zh_hans: 起始保证金

source: Current Value
ko: 현재가
tr: Mevcut Değer
vi_vn: Giá trị hiện tại
zh_hans: 当前值

# LatestValue
source: Lastest Value
ko: 최신가
tr: En Son Değer
vi_vn: Giá trị mới nhất
zh_hans: 最新值

# AddMargin
source: Increase
ko: 증거금 추가
tr: Yükselt
vi_vn: Tăng
zh_hans: 增加保证金

# LessMargin
source: Decrease
ko: 증거금 축소
tr: Azalt
vi_vn: Giảm
zh_hans: 减少保证金

# MaxAddMargin
source: Max Amount
ko: 최대 증거금 추가치
tr: Maks Miktar
vi_vn: Số lượng tối đa
zh_hans: 最多增加保证金

# MaxLessMargin
source: Max Amount
ko: 최대 증거금 축소치
tr: Maks Miktar
vi_vn: Số lượng tối đa
zh_hans: 最多减少保证金

# BurstPrice
source: Est. Liquid. Price
ko: 조정된 강제청산 가격
vi_vn: Giá thanh lý ước tính
zh_hans: 调整后强平价格

# FundRate
source: Funding Rate
ko: 예상 펀딩 비율
tr: Fon Oranı
vi_vn: Tỷ lệ quỹ
zh_hans: 资金费率

# Lever
source: Leverage
ko: 레버리지
tr: Kaldıraç
vi_vn: Đòn bẩy
zh_hans: 杠杆

source: Margin Rate
ko: 증거금율
tr: Marj Oranı
vi_vn: Tỷ lệ ký quỹ
zh_hans: 保证金率

# CanOpenMore
source: Can Long
ko: 최대
vi_vn: Có thể Long
zh_hans: 可开多

# CanOpenNil
source: Can Short
ko: 최대
vi_vn: Có thể Short
zh_hans: 可开空

# CanCloseMore
source: Can Close
ko: 최대
tr: Kapatılabilir
vi_vn: Có thể đóng
zh_hans: 可平多

# CanCloseNil
source: Can Close
ko: 최대
tr: Kapatılabilir
vi_vn: Có thể đóng
zh_hans: 可平空

source: Can Close %@
ko: 청산가능한 계약%@
tr: Kapatılabilir %@
vi_vn: Có thể đóng %@
zh_hans: 可平%@张

# CanClosePosition
source: Can Close (%@)
ko: 청산 가능한 포지션 (%@)
tr: Kapatılabilir (%@)
vi_vn: Có thể đóng (%@)
zh_hans: 可平(%@)

# ExpirationSettlementTime
source: Time
ja: Settlement Time
ko: 다음 펀딩 까지
tr: Settlement Time
vi_vn: TG Giải quyết
zh_hans: 结算时间

# PerpetualContract
source: Contract
ko: 선물
tr: Sözleşme
vi_vn: Hợp đồng
zh_hans: 永续合约

# PositionsMore
source: Long
ko: 롱
zh_hans: 多仓

# PositionsNil
source: Short
ko: 숏
zh_hans: 空仓

# PositionAmount
source: Position
ko: 포지션
tr: Pozisyon
vi_vn: Vị thế
zh_hans: 仓位

# QuestionsAlertTitle
source: Reminder
ko: 주의
tr: Hatırlatıcı
vi_vn: Nhắc nhở
zh_hans: 温馨提示

# QiangPing
source: Liquidated
ko: 강제청산
tr: Kapanan
vi_vn: Thanh lý
zh_hans: 强平

# LightenUp
source: Deleverage
ko: 디레버리지
tr: Daha düşük ödeme
vi_vn: Sự cố
zh_hans: 减仓

# PublishTime
source: Issue Data
ja: リリース時間
ko: 발행일자
tr: Yayın Tarihi
vi_vn: Vấn đề dữ liệu
zh_hans: 发行时间

# TotalAmountOfIssuance
source: Max Supply
ja: 合計数量
ko: 총 발행량
tr: Maks. Arz
vi_vn: Tổng cung
zh_hans: 发行总量

# TotalCirculation
source: Circulation
ja: 総循環
ko: 총 유통량
tr: Dolaşım
vi_vn: Lưu hành
zh_hans: 流通总量

source: White Paper
ja: ホワイトペーパー
ko: 백서
vi_vn: Giấy trắng
zh_hans: 白皮书

source: Official Website
ko: 공식사이트
tr: Resmi Web Sitesi
vi_vn: Trang web chính thức
zh_hans: 官网

# BlockQuery
source: Block Explorer
ja: ブロッククエリ
ko: 블록조회
tr: Blok Gezgini
zh_hans: 区块查询

# FindPwdIdCardPlaceholder
source: Please fill in your real KYC name.
ja: 取引所で本名の有効な証明書を入力してください
ko: 유효한 본인 신분증을 입력해 주세요
tr: Lütfen gerçek KYC adınızı girin.
vi_vn: Vui lòng KYC điền tên thật của bạn.
zh_hans: 请填写您在交易所的实名有效证件

# FindPwdIdCardAlert
source: In order to protect your account security, please fill in your real KYC name.
ja: アカウントのセキュリティを保護するために、取引所で本名の有効な証明書を入力してください。
ko: 귀하의 계정 보호를 위해, 본인명의의 유효한 신분증을 입력해 주세요.
tr: Hesap güvenliğinizi korumak için lütfen gerçek KYC adınızı girin.
vi_vn: Để bảo vệ an ninh tài khoản của bạn, vui lòng điền vào tên KYC thật của bạn.
zh_hans: 为了保障您的账户安全，请填写您在交易所的实名有效证件。

source: Sub-account
ko: 서브 계정
tr: Alt hesap
vi_vn: Tài khoản phụ
zh_hans: 子账户

source: Create Sub-account
ko: 서브계정생성
tr: Alt hesap oluştur
vi_vn: Tạo tài khoản phụ
zh_hans: 创建子账户

# CreateAccountMax
source: Single account type can only create 5 sub-acconts max
ko: 단일 계정 유형은 최대 서브계정 5개까지 생성가능
tr: Tek hesap türü en fazla 5 alt hesap oluşturabilir
vi_vn: Loại tài khoản duy nhất chỉ có thể tạo tối đa 5 tài khoản phụ
zh_hans: 单个账户类型最多可创建5个子账户

# AccounntName
source: Account Name
ko: 계정 명
tr: Hesap Adı
vi_vn: Tên tài khoản
zh_hans: 账户名

# HaveNotSubAccount
source: No Sub-accounts
ko: 서브계정 없음
tr: Alt hesap yok
vi_vn: Chưa có tài khoản phụ
zh_hans: 暂无子账户

source: Create success
ko: 생성완료
tr: Oluşturma başarılı
vi_vn: Tạo thành công
zh_hans: 创建成功

# PleaseEnterAccountName
source: Please 2-30 characters
ko: 2-30자로 된 문자를 입력해 주세요
tr: 2-30 Karakter arası olmalıdır
vi_vn: Vui lòng nhập 2-30 ký tự
zh_hans: 请输入2-30个字符

source: Please select account
ko: 계정을 선택해주세요
tr: Lütfen hesap seçin
vi_vn: Vui lòng chọn tài khoản
zh_hans: 请选择账户

source: Please select coin
ko: 코인을 선택해주세요
tr: Lütfen koin seçin
vi_vn: Vui lòng chọn Coin
zh_hans: 请选择币种

# PleaseAccountType
source: Please select account type
ko: 계정 유형을 선택해 주세요
tr: Lütfen hesap türünü seçin
vi_vn: Vui lòng chọn loại tài khoản
zh_hans: 请选择账户类型

source: Coin Account
ko: 코인거래 계정
tr: Koin Hesabı
vi_vn: Tài khoản tiền xu
zh_hans: 币币账户

# AssetsSum
source: Assets equal to
ko: 자산 가치
tr: Varlıklar belirtilene eşit
vi_vn: Tài sản bằng
zh_hans: 资产折合

# AccountNameMore
source: Account name too long
ko: 계정 이름이 너무 깁니다.
tr: Hesap adı çok uzun
vi_vn: Tên tài khoản quá dài
zh_hans: 账户名长度超限

# KYCVerified
source: Verified
ja: 已通过
ko: 통과되었습니다.
vi_vn: Đã xác minh
zh_hans: 已通过

# KYCToTVerified
source: Begin Verification
ja: 去认证
ko: 인증하기
vi_vn: Bắt đầu xác minh danh tính
zh_hans: 去认证

# KYCUserName
source: Full Name
ja: 姓名
ko: 이름
vi_vn: Họ tên đầy đủ
zh_hans: 姓名

# KYCInputItem
source: Please enter here
ja: 请输入此项
ko: 해당 항목을 입력해주세요
vi_vn: Nhập ở đây
zh_hans: 请输入此项

# KYC-VerifiedGetPermission
source: Complete ID Verification and attain the following access:
ja: 完成个人身份认证，可获得以下权限
ko: 신분인증을 완료 하시면, 아래 권한을 받으실 수 있습니다.
vi_vn: Hoàn thành xác minh để được các quyền lợi sau:
zh_hans: 完成个人身份认证，可获得以下权限

# KYC-CoinLimit
source: After completion of verification, the 24hr withdrawal limit is %@ %@
ja: 认证后可以提币，24小时限额 %@ %@
ko: 출금한도 증가，매일 한도 %@ %@
vi_vn: Sau khi hoàn thành việc xác minh danh tính, giới hạn rút tiền trong 24 giờ là %@ %@
zh_hans: 认证后可以提币，24小时限额 %@ %@

# KYC-OTCLimit
source: Increase Fiat OTC trading limit, the 24hr trading limit is %@ %@
ja: 增加法币交易额度，24小时限额 %@ %@
ko: 법정화폐 거래한도 증가，매일 한도 %@ %@
vi_vn: Tăng giới hạn giao dịch OTC , giới hạn trong 24h là %@ %@
zh_hans: 增加法币交易额度，24小时限额 %@ %@

# KYC-Lv1
source: Lv.1 Basic
ja: Lv.1 基础认证
ko: Lv.1 기초인증
vi_vn: LV 1 - Cơ bản
zh_hans: Lv.1 基础认证

# KYC-Lv2
source: Lv.2 Advanced
ja: Lv.2 高级认证
ko: Lv.2 고급인증
vi_vn: lV 2 - Nâng cao
zh_hans: Lv.2 高级认证

# KYC-Lv3
source: Lv.3 Video KYC
ja: Lv.3 视频认证
ko: Lv.3 영상인증
zh_hans: Lv.3 视频认证

# KYC-Lv2TitleAlert
source: Please verify the particulars that you have entered to the Lv.1 Basic Verification. Application with any inaccurate information will be rejected.
ja: 请先确认Lv.1 基础认证的信息与本人证件信息相符，否则将无法通过认证。
ko: Lv.1기초 인증의 정보와 본인 신분증 정보가 일치한지 확인해주세요. 일지 하지 않을경우 통과 되지 않습니다。
vi_vn: Vui lòng kiểm tra lại thông tin mà bạn đã nhập vào ở LV1 .Những thông tin sai lệch sau này sẽ bị từ chối
zh_hans: 请先确认Lv.1 基础认证的信息与本人证件信息相符，否则将无法通过认证。

# KYC-Lv2TitleMainAlert
source: Please verify the information before you begin the identity verification
ja: 请先核对信息，然后开始验证
ko: 정보가 맞는지 잘 확인해 주신 후에 인증을 진행해주세요
vi_vn: Vui lòng kiểm tra thông tin trước khi bạn bắt đầu xác minh danh tính
zh_hans: 请先核对信息，然后开始验证
