Repository: CoderGYC/KLine-1
Catalog: KLineDemo/GlobalLanguage/*.lproj/Localizable.strings
Languages: ja, ko, tr, vi_vn, zh_hans

# OTCLock45S
source: The order will lock the price for 45s, please complete in time
ja: 取引価格が45秒間だけ固定されます。時間内に取引を完了させてください
ko: 주문 가격은 45s로 고정될 것으므로 제시간에 완성해주세요.
tr: Emir 45s için fiyatı kilitleyecektir, lütfen zamanında tamamlayın
vi_vn: Giá đơn hàng sẽ khóa lại trong vòng 45 giây, vui lòng hoàn thành kịp thời gian
zh_hans: 订单锁定价格45秒，超过45秒需要重新发起订单

# OTCTradingPartners
source: Trading Partners
ja: 取引相手
ko: 거래 파트너
tr: Ticaret Ortakları
vi_vn: Đối tượng giao dịch
zh_hans: 交易对象

# OTCBankCard
source: Bank Card
ja: カード
ko: 은행 카드
tr: Banka Kartı
vi_vn: Thẻ ngân hàng
zh_hans: 银行卡

# OTCBank
source: Bank
ja: 銀行
ko: 은행
tr: Banka
vi_vn: Ngân hàng
zh_hans: 银行

# OTCWeChat
source: WeChat Pay
ko: 위챗 페이
tr: WeChat'ten Öde
vi_vn: Thanh toán qua WeChat
zh_hans: 微信

# OTCAlipay
source: Alipay
zh_hans: 支付宝

# OTCOrderNumber
source: Order ID
ja: 注文ID
ko: 주문 ID
tr: Emir ID
vi_vn: Số đơn hàng
zh_hans: 订单编号

# OTCOrderTime
source: Order Time
ja: 注文時間
ko: 주문 시간
tr: Emir Zamanı
vi_vn: Thời gian giao dịch
zh_hans: 下单时间

# OTCCancelOrder
source: Cancel Order
ja: 注文をキャンセル
ko: 주문 취소
tr: Emri İptal Et
vi_vn: Huỷ đơn hàng
zh_hans: 取消订单

# OTCOrderWarning
source: 1. After the buyer clicks on 'CONFIRM PAYMENT', please response in time and release digital assets after confirm the receipt to avoid the loss of assets. 2. If buyer cancels the order within the valid time, the system will cancel the order automatically. 3. The buyer has not paid after the order is placed. After the expiry time, the order will be automatically under customer service review.
ja: 1. 買い手は「支払を確認する」にクリックした後、時間内に該当するデジタル資産のリリースを行ってください。資産損失を防ぐために、必ず入金の確認を行ってください。 2. 買い手が制限時間内に注文のキャンセル申請をした場合、注文がシステムにより自動的にキャンセルされます。 3. 買い手が時間内に支払いを行わなかったため、注文は時間切れになった後、自動的にカスタマーサポートによりレビューされることになります。
ko: 1. 매수인의 결제가 완료된 즉시 입금 조회 페이지로 이동하여, 입금 완료 여부 확인 후, 자산을 전송 해야 자산 손실의 위험을 최소화 할 수 있습니다. 2. 매수인이 주문 유효 시간 내에 주문을 취소하면, 시스템이 해당 거래를 자동으로 취소합니다. 3. 매수인이 주문 후 주문 유효 시간 내 결제를 하지 않을 경우 주문이 자동으로 취소되고, 담당 관리 센터로부터 심사를 받게 됩니다.
tr: 1. Alıcı 'ÖDEMEYİ ONAYLA' düğmesini tıkladığında, lütfen zaman içinde yanıt verin ve varlıkların kaybını önlemek için makbuzu onayladıktan sonra dijital varlıkları serbest bırakın. 2. Alıcı siparişi geçerli bir süre içinde iptal ederse, sistem siparişi otomatik olarak iptal eder. 3. Sipariş verildikten sonra alıcı ödeme yapmamış. Son kullanma tarihinden sonra sipariş otomatik olarak müşteri hizmetleri incelemesi altında olacaktır.
vi_vn: 1. Khi người mua đã ấn vào nút xác nhận thanh toán, vui lòng xác nhận bạn đã nhận được tiền hay chưa để tránh xảy ra mất mát và giải phóng tài sản kịp thời ngay sau đó. 2. Khi người mua hủy đơn hàng trong khoảng thời gian hợp lệ, hệ thống sẽ tự động hủy đơn hàng đó. 3.Người mua không thanh toán sau khi đặt đơn hàng. Khi hết thời gian giao dịch, đơn hàng sẽ được xem xét bởi dịch vụ chăm sóc khách hàng.
zh_hans: 1.买家确定付款后，请及时查收款项，确认收到款项后再放行数字资产，避免造成资产损失； 2.买方有效期内取消订单，系统自动取消本次交易； 3.买方下单后一直未付款，有效期过后，订单将自动进入人工客服审核。

# OTCOrderBuyWarning
source: 1.In order to prevent payment interception, bank card frozen or other issues which may result payment delay or failure, please don't fill in information such as BTC,USDT ETH and %@ as remarks during transfer. 2. The real name of your Bank Card, Alipay, etc. should be the same with your %@ KYC information otherwise the seller may reject your order and make an appeal. 3. To avoid any loss of assets, please click confirm payment after you made a sucessful payment, otherwise the order will be cancelled after time limit. 4. For asset safety purpose, no withdrawal is allowed of equivalent OTC purchase asset amount within 24 hours.
ja: 1. 支払い中止、銀行カードの凍結その他の支払遅延や支払失敗を招く事由が生じないように、振込時に備考欄にBTC,USDT, ETH, %@などのセンシティブな内容を記入しないでください。 2. 銀行カードやAlipayアカウントに登録された実名は%@に提出した本人確認情報に記載されたものと一致しない場合、売り手が注文を拒否し、クレームを提出する可能性があります。 3. 資産損失を防ぐために、支払いが完了したあとに「支払いを確認する」ボタンにクリックしてください。時間内に支払いが完了しなかった場合、注文が時間切れになった際にキャンセルされます。 4. 資金のセキュリティを確保するために、一部のアカウントはOTCで24時間ロックされており、24時間以内に同額の資金をサポートしていません。
ko: 1.차단, 은행 카드 동결 등을 방지하기 위해 이체하는 동안 BTS, USDT ETH 및 %@ 등 같은 정보를 입력하지 마세요. 2. 은행 카드 및 Alipay 계정명은 %@ KYC 정보와 일치하여야 합니다. 그렇지 않을 경우 매도인이 주문을 거부하고 신고할 수도 있습니다. 3. 자산손실이 발생하지 않도록 결제 완료 후 결제 확인 버튼을 누르십시오. 그렇지 않을 경우 시간 초과 후 주문이 최소될 수도 있습니다. 4. 자산의 안전과 보안을 위해 부분계정 OTC매수 한도를 24시간 동안 잠금 설정 합니다. 24시간 이내에는 해당 자산 금액과 상응하는 자금 인출을 지원하지 않습니다.
tr: 1. Ödeme kesintisini, banka kartının donmasını veya ödeme gecikmesi veya başarısızlığına neden olabilecek diğer sorunları önlemek için lütfen BTC, USDT ETH ve %@ gibi bilgileri transfer sırasında açıklama olarak doldurmayın. 2. Banka Kartınızıdaki, Alipay'daki, vb. Gerçek adınızın %@ KYC bilgilerinizdeki ile aynı olmalıdır, aksi takdirde satıcı siparişinizi reddedebilir ve itirazda bulunabilir. 3. Varlık kaybını önlemek için, başarılı bir ödeme yaptıktan sonra lütfen ödemeyi onayla düğmesini tıklayın, aksi halde sipariş zaman sınırından sonra iptal edilir. 4. Varlık güvenliği amacıyla, 24 saat içinde eşdeğer OTC alım varlık miktarından para çekilmesine izin verilmez.
vi_vn: 1. Để không xảy ra việc bị chặn thanh toán, đóng băng thẻ ngân hàng hoặc một số vấn đề khác có thể dẫn đến việc thanh toán chậm hoặc thất bại, vui lòng không điền các thông tin như BTC, USDT, ETH và %@ trong quá trình chuyển khoản. 2. Tên trên thẻ ngân hàng, Alipay..v.v. phải trùng với những thông tin KYC trên %@ nếu không người bán có thể từ chối đơn đặt hàng của bạn và khiếu nại. 3 Để tránh xảy ra mất mát tài sản, vui lòng ấn vào nút xác nhận thanh toán sau khi bạn đã thực hiện thanh toán thành công, nếu không đơn hàng sẽ bị hủy khi hết thời gian giao dịch. 4. Để đảm bảo an toàn cho các khoản tiền, một số tài khoản đã bị khóa trong OTC trong 24 giờ và chúng không hỗ trợ cùng số tiền trong vòng 24 giờ.
zh_hans: 1.为防止出现付款拦截、银行卡被冻结等问题，造成付款延迟或失败，请勿在在转账过程中备注类型BTC、USDT、ETH、%@等信息； 2.请勿使用您在%@实名认证以外的银行卡/支付宝等进行转账，否则卖家可拒绝成交并提交投诉； 3.为了避免您产生资产损失，请付款成功后，点击确认付款，否则有效时间到期后订单自动取消； 4.为了保障资金安全，部分帐户OTC买入额度锁定24小时，24小时内不支持提币等额资金。

# OTCOrderBuyShortWarning
source: 1.In order to prevent payment interception, bank card frozen or other issues which may result payment delay or failure, please don't fill in information such as BTC,USDT ETH and %@ as remarks during transfer. 2. The real name of your Bank Card, Alipay, etc. should be the same with your %@ KYC information otherwise the seller may reject your order and make an appeal. 3. To avoid any loss of assets, please click confirm payment after you made a sucessful payment, otherwise the order will be cancelled after time limit.
ja: 1. 支払い中止、銀行カードの凍結その他の支払遅延や支払失敗を招く事由が生じないように、振込時に備考欄にBTC,USDT, ETH, %@などのセンシティブな内容を記入しないでください。 2. 銀行カードやAlipayアカウントに登録された実名は%@に提出した本人確認情報に記載されたものと一致しない場合、売り手が注文を拒否し、クレームを提出する可能性があります。 3. 資産損失を防ぐために、支払いが完了したあとに「支払いを確認する」ボタンにクリックしてください。時間内に支払いが完了しなかった場合、注文が時間切れになった際にキャンセルされます。
ko: 1. 결제 이용 차단, 은행카드 동결 등의 문제나, 결제 지연 또는 실패가 발생하는 것을 방지하기 위해. 이체 또는 결제, 전송 과정 중에는 BTC, USDT, ETH, %@ 대한 정보를 업로드 하지 마십시오.” 2. 은행 카드 및 Alipay 계정명은 %@ 실명 인증 정보와 일치하여야 합니다. 그렇지 않을 경우 매도인이 주문을 거부하고 신고할 수 있습니다. 3. 자산손실이 발생하지 않도록 결제 완료 후 결제 확인 버튼을 눌러주세요. 그렇지 않을 경우 시간 초과 후 주문이 최소될 수도 있습니다.
tr: 1. Ödeme kesintisini, banka kartının donmasını veya ödeme gecikmesi veya başarısızlığına neden olabilecek diğer sorunları önlemek için lütfen BTC, USDT ETH ve %@ gibi bilgileri transfer sırasında açıklama olarak doldurmayın. 2. Banka Kartınızıdaki, Alipay'daki, vb. Gerçek adınızın %@ KYC bilgilerinizdeki ile aynı olmalıdır, aksi takdirde satıcı siparişinizi reddedebilir ve itirazda bulunabilir. 3. Varlık kaybını önlemek için, başarılı bir ödeme yaptıktan sonra lütfen ödemeyi onayla düğmesini tıklayın, aksi halde sipariş zaman sınırından sonra iptal edilir.
vi_vn: 1. Để không xảy ra việc bị chặn thanh toán, đóng băng thẻ ngân hàng hoặc một số vấn đề khác có thể dẫn đến việc thanh toán chậm hoặc thất bại, vui lòng không điền các thông tin như BTC, USDT, ETH và %@ trong quá trình chuyển khoản. 2. Tên trên thẻ ngân hàng, Alipay..v.v. phải trùng với những thông tin KYC trên %@ nếu không người bán có thể từ chối đơn đặt hàng của bạn và khiếu nại. 3 Để tránh xảy ra mất mát tài sản, vui lòng ấn vào nút xác nhận thanh toán sau khi bạn đã thực hiện thanh toán thành công, nếu không đơn hàng sẽ bị hủy khi hết thời gian giao dịch.
zh_hans: 1.为防止出现付款拦截、银行卡被冻结等问题，造成付款延迟或失败，请勿在在转账过程中备注类型BTC、USDT、ETH、%@等信息； 2.请勿使用您在%@实名认证以外的银行卡/支付宝等进行转账，否则卖家可拒绝成交并提交投诉； 3.为了避免您产生资产损失，请付款成功后，点击确认付款，否则有效时间到期后订单自动取消。

# OTCOrderBuyTip
source: For asset safety purpose, no withdrawal is allowed of equivalent OTC purchase asset amount within 24 hours.
ja: 資金のセキュリティを確保するために、一部のアカウントはOTCで24時間ロックされており、24時間以内に同額の資金をサポートしていません。
ko: 자산의 안전과 보안을 위해 부분계정 OTC매수 한도를 24시간 동안 잠금 설정 합니다. 24시간 이내에는 해당 자산 금액과 상응하는 자금 인출을 지원하지 않습니다.
tr: Varlık güvenliği amacıyla, 24 saat içinde eşdeğer OTC alım varlık miktarından para çekilmesine izin verilmez.
vi_vn: Để đảm bảo an toàn cho các khoản tiền, một số tài khoản đã bị khóa trong OTC trong 24 giờ và chúng không hỗ trợ cùng số tiền trong vòng 24 giờ.
zh_hans: 为了保障资金安全，部分帐户OTC买入额度锁定24小时，24小时内不支持提币等额资金。

# OTCBankCardNo
source: Bank Card Number
ja: カード番号
ko: 은행 카드 번호
tr: Banka Kartı Numarası
vi_vn: Số thẻ ngân hàng
zh_hans: 银行卡号

# OTCFullName
source: Name
ja: 名前
ko: 이름
tr: İsim
vi_vn: Tên
zh_hans: 姓名

# OTCErCode
source: QR Code
ja: QRコード
ko: QR 코드
tr: QR Kod
vi_vn: Mã QR code
zh_hans: 二维码

# OTCPayAccount
source: Account
ja: アカウント
ko: 계정
tr: Hesap
vi_vn: Tài khoản
zh_hans: 账号

# OTCPlease
source: Please complete the payment within
ja: 以内に支払いを完了してください
ko: %s이내 결제를 완료해주세요
tr: Lütfen ödemeyi belirtilen zamanda tamamlayın
vi_vn: Vui lòng hoàn thành thanh toán trong vòng
zh_hans: 请在

# OTCComplain
source: Appeal
ja: お問い合わせ
ko: 이의 제기
tr: İtiraz et
vi_vn: Khiếu nại
zh_hans: 申诉

# OTCBuyerIn
source: Please complete the payment within
ja: ~以内に支払いを完了してください
ko: %s이내 결제를 완료해주세요
tr: Lütfen ödemeyi belirtilen zamanda tamamlayın
vi_vn: Vui lòng hoàn thành thanh toán trong vòng
zh_hans: 买方将在

# OTCAccSetting
source: Acc. Setting
ja: アカウント設定
ko: Fiat설정
tr: Hesap Ayarları
vi_vn: Cài đặt tài khoản
zh_hans: 法币设置

# OTCOrder
source: OTC Orders
ja: OTC注文
ko: Fiat OTC 주문
tr: OTC Emirleri
vi_vn: Lệnh giao dịch OTC
zh_hans: 法币订单

# OTCReceiveMethod
source: Receive Method
ja: 受け取り方法
ko: 수령 방법
tr: Alım yöntemi
vi_vn: Phương thức nhận tiền
zh_hans: 收款方式

source: Exchange Orders
ja: 取引注文
ko: 거래소 주문
tr: Borsa Emirleri
vi_vn: Lệnh giao dịch
zh_hans: 币币订单

source: Option Orders
ja: オプション注文
ko: 옵션 주문
tr: Opsiyon Emirleri
vi_vn: Lệnh giao dịch hợp đồng
zh_hans: 期权订单

source: Fiat OTC Order
ja: 法定貨幣取引注文
ko: Fiat OTC 주문
tr: Fiat OTC Emirleri
vi_vn: Lệnh giao dịch OTC
zh_hans: 法币订单

# OTCInProcess
source: In Process
ja: 処理中
ko: 진행중
tr: Devam ediyor
vi_vn: Đang tiến hành
zh_hans: 进行中

# OTCCompleted
source: Completed
ja: 完了
ko: 완료
tr: Tamamlandı
vi_vn: Đã hoàn thành
zh_hans: 已完成

# OTCCancelled
source: Cancelled
ja: キャンセル
ko: 취소됨
tr: İptal edildi
vi_vn: Đã hủy
zh_hans: 已取消

# OTCCOMPLETE
source: Complete
ja: 完了
ko: 완료
tr: Tamamla
vi_vn: Hoàn thành
zh_hans: 确认

# OTCFilterADs
source: Filter ADs
ja: 広告を非表示
ko: 광고 필터
tr: Reklamları filtrele
vi_vn: Bộ lọc quảng cáo
zh_hans: 广告筛选

# OTCOrderCustomerService
source: The order will be reviewed by customer service
ja: 注文はカスタマーサービスにて再検査されます
ko: 주문이 고객센터에 접수되어 처리 될 예정입니다.
tr: Emir, müşteri hizmetleri tarafından incelenecek
vi_vn: Đơn hàng sẽ được xem xét bởi dịch vụ chăm sóc khách hàng
zh_hans: 订单将交由客服介入处理

# OTCReleasing
source: Releasing
ja: リリース中
ko: 발행 대기
tr: Serbest bırakılıyor
vi_vn: Đang giải phóng tài sản
zh_hans: 等待放币

# OTCConfirmReleasing
source: Confirm Releasing
ja: リリースを確認する
ko: 코인 발행 확인
tr: Serbest bırakmayı onayla
vi_vn: Xác nhận giải phóng tài sản
zh_hans: 确认放币

# OTCBuyerConfirmed
source: Buyer has confirmed payment. Please check and release digital asset.
ja: 買い手は支払いが完了したことを確認しました。入金を確認し、該当するデジタル資産のリリースを行ってください。
ko: 매수인이 고객님께 결제를 완료하였습니다. 입금 확인 후 자산을 전송해주세요
tr: Alıcı ödeme onayladı. Lütfen dijital varlığı kontrol edip bırakın.
vi_vn: Người mua đã xác nhận thanh toán. Vui lòng kiểm tra và giải phóng tài sản.
zh_hans: 买方已向您付款，请确认后放币

# OTCBankBranch
source: Bank Branch
ja: 銀行支店
ko: 은행 지점
tr: Banka Şubesi
vi_vn: Chi nhánh ngân hàng
zh_hans: 开户行

# OTCBranchInfo
source: Branch Info (Optional)
ja: 开户支行（选填）
ko: 브렌치 정보(옵션)
tr: Şube Bilgisi (İsteğe bağlı)
vi_vn: Thông tin chi nhánh (Tùy chọn)
zh_hans: 开户支行（选填）

# OTCTransactionFee
source: Transaction fee
ja: 手续费
ko: 트랜잭션 수수료
tr: İşlem Ücreti
zh_hans: 手续费

# OTCTransactionFeeRatio
source: Transaction fee ratio
ja: 手费率比例
ko: 트랜잭션 수수료 비율
tr: İşlem ücreti oranı
zh_hans: 手费率比例

# OTCBranchName
source: Branch Name（Optional）
ja: 支行名称
ko: 브렌치 명(옵션)
tr: Şube Adı（İsteğe bağlı）
zh_hans: 支行名称

# OTCBranchNameInfo
source: Branch Info
ja: 开户支行
ko: 브렌치 정보
tr: Şube Bilgisi
vi_vn: Thông tin chi nhánh
zh_hans: 开户支行

# OTCQuit
source: Quit
ja: 終了する
ko: 그만두기
tr: Çık
vi_vn: Thoát ra
zh_hans: 放弃

# OTCSureCancel
source: Cancel Order
ja: 注文をキャンセル
ko: 주문 취소
tr: Emri iptal et
vi_vn: Hủy đơn hàng
zh_hans: 确认取消

# OTCDoCancelOrder
source: Do you want to cancel the order?
ja: 注文をキャンセルしますか？
ko: 주문을 취소하시겠습니까?
tr: Emri iptal etmek istiyor musunuz?
vi_vn: Bạn có muốn hủy đơn hàng?
zh_hans: 是否要取消订单？

# OTCSavedToLibrary
source: Saved to Library
ja: ライブラリーに保存
ko: 라이브러리에 보관하기
tr: Kütüphaneye kaydedildi
vi_vn: Lưu vào thư viện
zh_hans: 已保存到相册

# OTCConfirmPayment
source: Confirm Payment
ja: 支払いを確認する
ko: 결제 확인
tr: Ödemeyi onayla
vi_vn: Xác nhận thanh toán Подтвердить оплату
zh_hans: 我已完成付款

# OTCPleaseWaitCoin
source: Please wait
ja: お待ちください
ko: 잠시만 기다려주세요
tr: Lütfen bekleyiniz
vi_vn: Vui lòng chờ đợi
zh_hans: 请等待卖方放币

# OTCOrderHasCancelled
source: Order has been cancelled
ja: 注文はキャンセルされました
ko: 주문이 취소되었습니다
tr: Emir iptal edildi
vi_vn: Đơn hàng đã được hủy
zh_hans: 订单已经取消

# OTCBuyDone
source: Completed
ja: 完了
ko: 완료
tr: Tamamlandı
vi_vn: Đã hoàn thành
zh_hans: 完成购买

# OTCAppealing
source: Appealing
ja: お問い合わせ
ko: 신고
tr: İtirazda
vi_vn: Đang khiếu nại
zh_hans: 申诉中

# OTCSellDone
source: Completed
ja: 完了
ko: 완료
tr: Tamamlandı
vi_vn: Đã hoàn thành
zh_hans: 完成出售

# OTCPendingPayment
source: Pending Payment
ja: 保留中の支払
ko: 미결제
tr: Bekleyen Ödeme
vi_vn: Đang chờ giải quyết
zh_hans: 等待付款

# OTCOrderAppeal
source: Order Appeal
ja: 注文クレーム
ko: 주문 신고
tr: Emir İtirazı
vi_vn: Đơn hàng khiếu nại
zh_hans: 订单申诉

# OTCChooseAppealType
source: Choose Appeal Type
ja: クレームの種類を選んでください
ko: 신고 유형을 선택해주세요
tr: İtiraz türü seç
vi_vn: Chọn hình thức khiếu nại
zh_hans: 选择申诉类型

# OTCSubmitAppeal
source: Submit Appeal
ja: クレームを提出する
ko: 신고 접수
tr: İtiraz gönder
vi_vn: Gửi khiếu nại
zh_hans: 提交申诉

# OTCAppealReason
source: Appeal Reason
ja: 理由
ko: 신고 원인
tr: İtiraz nedeni
vi_vn: Lý do khiếu nại
zh_hans: 申诉理由

# OTCAppealReason_NoReply
source: No Reply
ja: 返信がありません
ko: 답변 없음
tr: Cevap yok
vi_vn: Không hồi âm
zh_hans: 对方没有回复信息

# OTCAppealReason_Coins
source: Didn’t release coins
ja: トークンをリリースしませんでした
ko: 코인을 발행하지 않았음
tr: Koin salınmadı
vi_vn: Không giải phóng tài sản
zh_hans: 卖方没有放币

# OTCAppealReason_Language
source: Language Insult
ja: 言語的攻撃
ko: 언어 모욕
tr: Kendi dilinde hakaret
vi_vn: Từ ngữ xúc phạm
zh_hans: 对方言语侮辱

# OTCAppealReason_Others
source: Others
ja: その他
ko: 기타
tr: Diğerleri
vi_vn: Lý do khác
zh_hans: 其他

# OTCAppealReason_NoPay
source: No Payment
ja: 支払が行われませんでした
ko: 미결제
tr: Ödeme yok
vi_vn: Không thanh toán
zh_hans: 买方没有打款

# OTCTradeName
source: Trade name
ja: 取引名
ko: 거래명
tr: Trade ismi
vi_vn: Tên giao dịch
zh_hans: 交易昵称

# OTCPhoneNumber
source: Phone Number
ja: 携帯番号
ko: 휴대폰 번호
tr: Telefon numarası
vi_vn: Số điện thoại
zh_hans: 联系电话

# OTCTradeBefore
source: Please complete below trading information before Fiat-OTC trading
ja: 法定通貨建OTC取引を始める前に下記に取引情報をすべて記入してください。
ko: Fiat-OTC 거래 전 아래 거래 관련 정보를 완성해주세요.
tr: Lütfen Fiat-OTC işleminden önce işlem bilgilerinizi doldurun
vi_vn: Vui lòng hoàn thành thông tin giao dịch dưới đây trước khi giao dịch trên OTC
zh_hans: 参与法币交易前，需要您完善如下交易信息

# OTCSetNickName
source: Set Trade Name
ja: 取引名を設定
ko: 거래명 설정
tr: Trade İsmi Ayarla
vi_vn: Cài đặt tên giao dịch
zh_hans: 设置昵称

# OTCPleaseEnterTradeName
source: Please enter the trade name
ja: 取引名を入力してください
ko: 거래명을 입력해주세요.
tr: Lütfen trade isminizi giriniz
vi_vn: Vui lòng điền tên giao dịch
zh_hans: 请输入昵称

# OTCAddReceiveMethod
source: Add Receive Method
ja: 受け取り方法を追加
ko: 수령 방식 추가
tr: Alım Methodu Ekle
vi_vn: Thêm phương thức nhận tiền
zh_hans: 添加收款方式

# OTCSureAdd
source: Confirm
ja: 確認
ko: 확인
tr: Onayla
vi_vn: Xác nhận
zh_hans: 确认添加

# OTCAddQRCode
source: Add payment QR code
ja: 支払い用QRコードを追加
ko: 결제 QR코드 추가
tr: Ödeme QR kodu ekle
vi_vn: Thêm mã thanh toán bằng QR code
zh_hans: 添加收款二维码

# OTCChangePaymentQR
source: Change payment QR code
ja: 支払い用QRコードを変更
ko: 결제 QR 코드 추가
tr: Ödeme QR kodunu değiştir
vi_vn: Thay đổi mã thanh toán QR code
zh_hans: 更换收款二维码

# OTCSubmitProof
source: Submit Proof
ja: 証拠を提出
ko: 서류 제출
tr: Kanıt Gönder
vi_vn: Gửi bằng chứng
zh_hans: 提交证明

# OTCHistoricalProof
source: Historical Proof
ja: 過去の証拠
ko: 과거 서류
tr: Tarihsel Kanıt
vi_vn: Bằng chứng trong lịch sử
zh_hans: 历史证明

# OTCPleaseFillAppealReson
source: Please fill up appeal reason
ja: クレームの理由を入力してください
ko: 신고 사유를 작성해주세요
tr: Lütfen itiraz sebebini doldurunuz
vi_vn: Vui lòng điền lý do khiếu nại
zh_hans: 请输入申诉理由

# OTCConfirmPaymentAmount
source: Please confirm payment amount and payment method are tally with below information, otherwise the seller may reject the order and make an appeal.
ja: 売り手が注文を拒否し、クレームを提出することのないように、支払金額および支払方法が下記の内容に一致していることを確認してください。
ko: 결제 금액 및 결제 방식은 아래 규칙에 맞는 지 확인해주세요. 그렇지 않을 경우 매도인 가 주문을 거부하고 신고할 수 있습니다.
tr: Lütfen ödeme tutarını ve ödeme yönteminin aşağıda verilen bilgileri içerdiğini onaylayın, aksi takdirde satıcı siparişi reddedebilir ve itirazda bulunabilir.
vi_vn: Vui lòng xác nhận số tiền thanh toán và phương thức thanh toán đúng với thông tin bên dưới, nếu không, người bán có thể từ chối đơn đặt hàng và khiếu nại.
zh_hans: 请确认您付款的金额和支付方式与下方信息无误，否则卖家可拒绝放币并提交投诉。

# OTCPayableCoin
source: Payable Coin
ja: 支払い可能なコイン
ko: 결제 가능 코인
tr: Ödenecek Koin
vi_vn: Số tiền phải trả
zh_hans: 付款货币

# OTCPaymentAmount
source: Payment Amount
ja: 支払額
ko: 결제 금액
tr: Ödeme Miktarı
vi_vn: Số lượng thanh toán
zh_hans: 付款金额

# OTCPayee
source: Payee
ja: 受取人
ko: 수취인
tr: Alacaklı
vi_vn: Người nhận tiền
zh_hans: 收款对象

# OTCYouHavePaid
source: You have paid
ja: 支払い済み
ko: 결제 완료
tr: Ödediniz
vi_vn: Bạn đã thanh toán
zh_hans: 您已付款

# OTCPleaseConfirm1
source: Please confirm
ja: 確認してください
ko: 확인해주세요.
tr: Lütfen onaylayın
vi_vn: Vui lòng xác nhận
zh_hans: 请务必使用

# OTCPleaseConfirm2
source: Paid
ja: 支払いが完了しました
ko: 결제됨
tr: Ödendi
vi_vn: Đã thanh toán
zh_hans: 的支付方式向

# OTCPleaseConfirm3
source: . Third-party payment is not allowed.
ja: 第三者の支払いは認められません
ko: 타사 결제 방식은 허용되지 않습니다.
tr: Üçüncü taraf ödemesine izin verilmez.
vi_vn: Không được phép thanh toán qua bên thứ ba.
zh_hans: 卖方付款，请勿找他人代付

# OTCPayedConfor1
source: Please confirm payment is from
ja: 支払いの元を確認してください
ko: 결제는 %s에 오는 것인지 확인해주세요
tr: Lütfen ödemenin yapıldığını onaylayın
vi_vn: Vui lòng xác nhận thanh toán là từ
zh_hans: 请务必确认

# OTCBuyerHasPaid
source: Buyer has confirmed the payment. Please confirm your receipt and release in time. Do make sure you have received the funds to avoid any loss of your assets.
ja: 買い手は支払いが完了したことを確認しました。入金を確認し、時間内にリリースを行ってください。資産損失を防ぐために、必ず入金の確認を行ってください。
ko: 매수인이 결제를 확인하였습니다. 영수증을 확인하고 제시간에 발행해주세요. 손실이 발생하지 않도록 자금을 받았는지 확인해주세요.
tr: Alıcı ödemeyi onayladı. Lütfen makbuzunuzu onaylayın ve zamanında serbest bırakın. Varlıklarınızın kaybolmasını önlemek için fonları aldığınızdan emin olun.
vi_vn: Người mua đã xác nhận thanh toán. Vui lòng xác nhận và giải phóng tài sản kịp thời. Hãy chắc chắn rằng bạn đã nhận được thanh toán để tránh xảy ra bất kỳ mất mát.
zh_hans: 买方已确定付款，请及时查收并尽快向买方放行。务必确认收到款项后再放行数字资产，否则有可能造成您财产的损失。

# OTCReleaseCoin
source: Release Coin
ja: コインをリリース
ko: 코인 발행
tr: Koini serbest bırakın
vi_vn: Giải phóng tài sản
zh_hans: 放行币种

# OTCReleaseNo
source: Release No
ja: リリース番号
ko: 발행 번호
tr: Serbest Bırakılma No
vi_vn: Giải phóng số
zh_hans: 放行数量

# OTCEeceivableAmt
source: Receivable Amt
ja: 受け取り可能額
ko: 받을 금액
tr: Alacak Tutarı
vi_vn: Khoản phải thu
zh_hans: 应收金额

# OTCPayer
source: Payer
ja: 支払人
ko: 납부자
tr: Ödeyici
vi_vn: Người trả tiền
zh_hans: 付款人

# OTCPleaseEnterAmount
source: Please enter amount
ja: 数量を入力してください
ko: 수량을 입력해주세요
tr: Lütfen tutarı giriniz
vi_vn: Vui lòng điền số lượng
zh_hans: 数量不能为空

# OTCPleaseEnterPrice
source: Please enter price
ja: 価格を入力してください
ko: 가격을 입력해주세요
tr: Lütfen fiyat giriniz
vi_vn: Vui lòng điền giá
zh_hans: 下单金额不能为空

# OTCPleaseEnterPassword
source: Please enter asset password
ja: 資産パスワードを入力してください
ko: 자산 비밀번호를 입력해주세요
tr: Lütfen varlık şifresini girin
vi_vn: Vui lòng điền mật khẩu giao dịch
zh_hans: 资金密码不能为空

# OTCLessThanMoney
source: The min order amount cannot lower than
ja: 入力できる最低数量は
ko: 최소 주문 수량
tr: Min. emir miktarı belirtilenden az olamaz
vi_vn: Giới hạn giao dịch tối thiểu không được thấp hơn
zh_hans: 最小下单金额不能小于

# OTCMoreThanMoney
source: The max order amount cannot greater than
ja: 入力できる最高数量は
ko: 최대 주문 수량
tr: Maks. emir miktarı belirtilenden çok olamaz
vi_vn: Giới hạn giao dịch tối đa không được lớn hơn
zh_hans: 最大下单金额不能大于

# OTCPleaseEnterNickName
source: Please enter the trade name
ja: 取引名を入力してください
ko: 거래명을 입력해주세요
tr: Lütfen trade isminizi giriniz
vi_vn: Vui lòng điền tên giao dịch
zh_hans: 请输入昵称

# OTCPleaseEnterAccount
source: Please enter account
ja: アカウントを入力してください
ko: 계정을 입력해주세요
tr: Lütfen hesap giriniz
vi_vn: Vui lòng điền tài khoản
zh_hans: 请输入账号

# OTCPleaseEnterReceiptCode
source: Please upload the receipt reference code
ja: 領収書の証明コードを入力してください
ko: 영수증 참고 코드를 입력해주세요
tr: Lütfen makbuz referans kodunu yükleyin
vi_vn: Vui lòng đăng tải mã số tham chiếu của biên lại
zh_hans: 请上传收款码

# OTCPleaseCompletePersonalInformation
source: Please complete personal information setting before proceed to fiat OTC trading.
ja: 法定通貨建OTC取引を行う前にまず本人確認を完了させてください
ko: flat OTC 거래를 진행하기 전에 개인정보 설정을 완성해주세요.
tr: Fiat OTC işlemine geçmeden önce lütfen kişisel bilgilerinizi doldurun.
vi_vn: Vui lòng hoàn tất cài đặt thông tin cá nhân trước khi giao dịch trên OTC.
zh_hans: 请完善个人信息后再进行法币操作

# OTCCancelSetting
source: Cancel
ja: キャンセル
ko: 취소
tr: İptal et
vi_vn: Hủy bỏ
zh_hans: 暂不需要

# OTCPleaseConfirmKYC
source: Please confirm your KYC
ja: あなたのKYCから確認してください
ko: 실명 인증을 확인해주세요
tr: Lütfen KYC’nizi onaylayın
vi_vn: Vui lòng xác nhận KYC
zh_hans: 请先进行实名认证

# OTCUploadProof
source: Upload Proof
ja: 証拠をアップロード
ko: 증빙 서류를 올려주세요
tr: Kanıt Yükle
vi_vn: Đăng tải bằng chứng
zh_hans: 上传证明

# OTCSend
source: Send
ja: 送信
ko: 발송
tr: Gönder
vi_vn: Gửi
zh_hans: 发送

# OTCEnterInfo
source: Enter info
ja: 情報を入力
ko: 정보 입력
tr: Bilgi girin
vi_vn: Điền thông tin
zh_hans: 输入信息

# OTCRelease
source: Release
ja: リリース
ko: 발행
tr: Serbest bırak
vi_vn: Giải phóng tài sản
zh_hans: 放行

# OTCRemark
source: Remark
ja: 備考
ko: 비고
tr: Yorum
vi_vn: Chú thích
zh_hans: 备注

# OTCCheckContact5
source: Check contact details 5 mins after complete the payment
ja: 支払完了した五分以内に連絡詳細を確認してください
ko: 결제 완료 5분 후 연락처를 체크해주세요
tr: Ödeme tamamlandıktan sonra iletişim bilgilerini 5 dakika sonra kontrol edin
vi_vn: Kiểm tra chi tiết liên lạc 5 phút sau khi hoàn tất việc thanh toán
zh_hans: 付款完成五分钟后可以查看对方联系方式

# OTCDealOrderTip1
source: You have
ja: あなたは
ko: 있음
tr: Sahipsiniz
vi_vn: Bạn có
zh_hans: 您有

# OTCDealOrderTip2
source: pending order，deal it now.
ja: 未済注文があります。今すぐ処理してください
ko: 개의 미체결 주문이 있습니다. 지금 처리 하세요!
tr: bekleyen emir, şimdi anlaşın
vi_vn: Đơn hàng đang chờ được giải quyết ï¼ Xử lý đơn hàng ngay bây giờ.
zh_hans: 个待处理的订单，现在去处理吧！

# OTCComplainSuccess
source: Appeal Submitted
ja: クレーム提出済み
ko: 이의 제기 완료
tr: İtiraz gönderildi
vi_vn: Đã gửi khiếu nại
zh_hans: 申诉已提交

# OTCAppealAfter
source: Appeal after %@
ja: %@後クレームを提出してください
ko: %@후 이의 제기
tr: %@ sonrası itiraz
vi_vn: Khiếu nại sau %@
zh_hans: %@ 后可申诉
