Repository: CoderGYC/KLine-1
Catalog: KLineDemo/GlobalLanguage/*.lproj/Localizable.strings
Languages: ja, ko, tr, vi_vn, zh_hans

# Deposit6
source: %@ You can only deposit via the functions of transfer or transferFrom on etherum network. We apologize that deposit via other functions will not be credited;
ja: %@%@コインは、EthereumのtransferおよびtransferFromメソッドのみをサポートしています。通貨の他のメソッドの使用は一時的に利用できません;
ko: %@ 입금은 이더리움 transfer과 transferFrom만 가능합니다. 기타 입금 방법은 일시적으로 장부 기록이 불가능하므로 양해 부탁드립니다;
tr: %@ Yalnızca ethereum ağındaki transfer fonksiyonu veya aktarma işlevlerini kullanarak para yatırabilirsiniz. Diğer fonksiyonlar üzerinden para yatırma işleminin kredilendirilmemesinden dolayı özür dileriz;
vi_vn: Đồng tiền %@ chỉ hỗ trợ các phương thức chuyển và chuyển Ethereum từ Ethereum. Việc sử dụng các phương thức tiền tệ khác tạm thời không khả dụng. Vui lòng hiểu;
zh_hans: %@充币仅支持以太坊transfer和transferFrom方法，使用其他方法的充币暂时无法上账，请您谅解；

# DepositZEC
source: Deposit with anonymous transaction will not be credited. Please do not transfer from Z address to your deposit address. Otherwise, you may lose your assets permanently;
ja: 通貨の匿名送金はサポートしていません。プラットフォームへの送金にZアドレスを使用しないでください。そうしないと、資産は回復されません;
ko: 익명 거래의 입금은 인정되지 않습니다. Z 주소에서 입금 주소로 이체하지 마십시오. 그렇지 않으면 귀하께서는 자산을 영구적으로 잃을 수 있습니다;
tr: Anonim işlem ile para yatırma işleminde kredilendirme yapılmayacaktır. Lütfen Z adresinden para yatırma adresinize transfer etmeyin. Aksi takdirde mal varlığınızı kalıcı olarak kaybedebilirsiniz;
vi_vn: Không hỗ trợ chuyển tiền ẩn danh, vui lòng không sử dụng địa chỉ Z để chuyển tiền vào nền tảng, nếu không tài sản sẽ không được phục hồi;
zh_hans: 不支持匿名转账充币，请不要使用Z地址向平台充币地址转账，否则资产将不可找回；

source: Input or paste address
ja: アドレスを入力またはコピーしてください。
ko: 주소 입력 또는 붙여넣기
tr: Adresi gir veya yapıştır
vi_vn: Nhập hoặc dán địa chỉ ví
zh_hans: 输入或粘贴地址

source: Input or paste Tag
ja: タグを入力またはコピーしてください。
ko: 태그 입력 또는 붙여넣기
tr: Etiketi gir veya yapıştır
vi_vn: Nhập hoặc dán Tag
zh_hans: 输入或粘贴Tag

source: Minimum withdrawal amount :
ja: 最小出金額
ko: 최소 출금액:
tr: Minimum çekim miktarı :
vi_vn: Số tiền rút tối thiểu:
zh_hans: 最小提币数量:

source: Receive amount
ja: 入金額
ko: 받은 금액
tr: Alınan miktar :
vi_vn: Nhận được số tiền
zh_hans: 到账数量

source: Fee
ja: 手数料
ko: 수수료
tr: Ücret
vi_vn: Phí thủ tục
zh_hans: 手续费

# Withdrawal00
source: Tips:
ja: ご注意
tr: İpuçları:
vi_vn: Lưu ý:
zh_hans: 温馨提示：

# WithdrawalGrinBeam
source: If you are using your own wallet for withdrawal, please make sure your wallet is ready before you make the withdrawal, otherwise, you will be responsible for any loss occurred;
ja: プライベートウォレットに出金する場合、資金損失を防ぐため、ウォレットが使用可能状態にあることを確認してから出金を行ってください。
ko: 본인의 지갑으로 출금할 경우, 출금 전에 지갑이 잘 준비되어 있는지 확인해주세요. 그렇지 않으면 자산 손실이 발생할 수도 있습니다;
tr: Para çekmek için kendi cüzdanınızı kullanıyorsanız, lütfen para çekme işleminden önce cüzdanınızın hazır olduğundan emin olun, aksi takdirde, oluşabilecek kayıplardan siz sorumlu olacaksınız.;
vi_vn: Nếu bạn đang sử dụng ví riêng của mình để rút tiền, vui lòng đảm bảo rằng ví của bạn đã sẵn sàng trước khi thực hiện lệnh rút; nếu không, bạn sẽ phải chịu trách nhiệm nếu có xảy ra mất mát.;
zh_hans: 如果您提币使用个人钱包，必须在发起提币前打开并开启个人钱包，否则请自行承担收不到资产的风险;

# Withdrawal1
source: Please make sure the withdrawal address is correct, otherwise you will not be able to recover your assets;
ja: 資金損失を防ぐため、出金アドレスが正しいことを確認してください。
ko: 출금 주소가 올바르게 입력되었는지 확인해 주세요. 올바르지 않을 경우, 귀하의 자산을 되찾을 수 없습니다;
tr: Lütfen para çekme adresinin doğru olduğundan emin olun, aksi halde varlıklarınızı geri alamazsınız.;
vi_vn: Vui lòng đảm bảo địa chỉ ví rút tiền là đúng, nếu không tài sản sẽ bị mất và không thể lấy lại được;
zh_hans: 请务必核对提币地址正确性，否则资产将不可找回;

# Withdrawal2
source: Minimum withdrawal amount: %@%@;
ja: 最小出金額：%@%@;
ko: 최소 출금 금액: %@%@;
tr: Minimum çekim miktarı: %@%@;
vi_vn: Số tiền rút tối thiểu: %@%@;
zh_hans: 最小提币数量：%@%@；

# WithdrawalETH
source: ETH Smart Contract withdrawal is not supported yet;
ja: ETHは将来のスマートコントラクトをサポートしていません。ご了承ください;
ko: ETH 스마트 컨트랙트 출금 서비스 준비 중입니다. 고객님의 양해를 부탁드리니다;
tr: ETH Akıllı Sözleşme geri çekilmesi henüz desteklenmiyor;
vi_vn: ETH không hỗ trợ hợp đồng thông minh cho tương lai, xin vui lòng hiểu;
zh_hans: ETH暂不支持智能合约提币，请您谅解；

# Withdrawal3
source: To ensure the safety of your funds, your withdrawal request will be manually reviewed if your security strategy or password is changed. Please wait for phone calls or emails from our staff;
ja: 資金のセキュリティを保護するために、アカウントのセキュリティポリシーが変更され、パスワードが変更された場合、通貨を手動で確認します。しばらくお待ちください。スタッフが電話またはメールで連絡するまでお待ちください；
ko: 자산 보안을 위하여, 보안 수단 및 비밀번호 변경 시 출금에 대한 검증은 수동으로 진행됩니다. 직원의 연락(전화 또는 메일) 을 기다려 주십시오;
tr: Paralarınızın güvenliğini sağlamak için, para çekme talebiniz, güvenlik stratejiniz veya şifreniz değiştirilirse manuel olarak incelenecektir. Lütfen çalışanlarımızdan telefon görüşmeleri veya e-postalar için bekleyin.;
vi_vn: Để bảo vệ tính bảo mật của tiền, khi chính sách bảo mật tài khoản của bạn thay đổi, mật khẩu thay đổi, chúng tôi sẽ xem xét thủ công tiền tệ, vui lòng kiên nhẫn và đợi nhân viên gọi điện hoặc gửi email;
zh_hans: 为保障资金安全，当您账户安全策略变更、密码修改、我们会对提币进行人工审核，请耐心等待工作人员电话或邮件联系；

# Withdrawal4
source: Please make sure that your computer and browser are secure and your information is protected from being tampered or leaked;
ja: 情報の改ざんや漏洩を防ぐため、コンピューターとブラウザーのセキュリティを必ず確認してください；
ko: 정보의 변경 및 손상 예방을 위해 반드시 컴퓨터 및 웹 브라우저 보안 상태를 확인해주세요;
tr: Lütfen bilgisayarınızın ve tarayıcının güvenli olduğundan ve bilgilerinizin tahrif edilmekten veya sızıntılardan korunduğundan emin olun;
vi_vn: Hãy chắc chắn kiểm tra tính bảo mật của máy tính và trình duyệt của bạn để ngăn thông tin bị giả mạo hoặc rò rỉ;
zh_hans: 请务必确认电脑及浏览器安全，防止信息被篡改或泄露；

# Withdrawal5
source: If the assets via OTC purchase is Risk Assets, Withdrawl is only available after 24 hours;
ja: フランスの取引所で購入したデジタル資産が危険な資産として分類されている場合、コインの引き出しは24時間以内に禁止されています;
ko: Fiat거래에서 구매하신 디지털 자산이 위험 자산으로 분류 되면 24시간 이내에 인출이 금지 됩니다;
tr: OTC satın alma yoluyla varlıklar Risk Varlıkları ise, Para Çekme sadece 24 saat sonra kullanılabilir;
vi_vn: Nếu các tài sản kỹ thuật số được mua bởi sàn giao dịch Pháp được phân loại là tài sản rủi ro, việc rút tiền xu bị cấm trong vòng 24 giờ;
zh_hans: 法币交易购买代币未通过高级视频验证或者累计交易量低于100BTC在24小时内禁止提币；

# Withdrawal6
source: %@ Smart Contract withdrawal is not supported yet;
ja: %@ はスマートコントラクトファイナンスをサポートしていません。ご了承ください;
ko: %@ 스마트 커트랙트 출금 서비스준비 중입니다. 고객님의 양해를 부탁드리니다;
tr: %@ Akıllı Sözleşme çekimi henüz desteklenmiyor;
vi_vn: %@ không hỗ trợ tài chính hợp đồng thông minh tại thời điểm này, vui lòng hiểu;
zh_hans: %@暂不支持智能合约提币，请您谅解；

# WithdrawalZEC
source: Withdrawal with anonymous transaction is not available;
ko: 익명 거래의 인출은 인정되지 않습니다;
tr: İsimsiz işlem ile para çekme işlemi mümkün değildir;
vi_vn: Không hỗ trợ chuyển tiền nặc danh;
zh_hans: 不支持匿名转账提币;

# WithdrawalSucceeded
source: Withdraw Operation Successful
ja: 出金が完了しました
ko: 출금 완료
tr: Çekim İşlemi Başarılı
vi_vn: Họat động rút tiền thành công
zh_hans: 提现操作成功

# DepositEOS
source: Please fill the Tag and check it carefully when deposit. Otherwise, the loss of assets can not be recovered.
ja: 回復不可の資産損失を防ぐために、. 入金する際には必ずTagを入力してご確認ください。
ko: 입금 시 태그를 작성하고 반드시 확인해주세요.그렇지 못할 경우 자산손실을 복구할 수 없습니다.
tr: Lütfen Etiketi doldurun ve yatırırken dikkatlice kontrol edin. Aksi takdirde, varlık kaybı geri kazanılamaz.
vi_vn: Vui lòng điền Tag và kiểm tra kĩ trước khi gửi tiền.Nếu không,sẽ xảy ra mất mát tài sản và không thể lấy lại được.
zh_hans: 充币时请务必填写Tag并仔细核对 否则将造成资产损失并不可找回！

# WithdrawalEOS
source: Please check the Tag carefully. Otherwise, the loss of assets can not be recovered.
ja: 回復不可の資産損失を防ぐために、 必ずTagをよくご確認ください。
ko: 태그를 확인해주세요 태그 입력이 잘못된 경우 자산손실을 되찾을 수 없습니다.
tr: Lütfen Etiketi dikkatlice kontrol edin. Aksi takdirde, varlık kaybı geri kazanılamaz.
vi_vn: Vui lòng kiểm tra Tag thật kĩ.Nếu không,sẽ xảy ra mất mát tài sản và không thể lấy lại được.
zh_hans: 请务必仔细核对Tag 否则将造成资产损失并不可找回！

source: Security verification
ja: セキュリティ認証
ko: 보안 승인
tr: Güvenlik doğrulaması
vi_vn: Xác minh bảo mật
zh_hans: 信息验证

# AuthenticatedIDNumber
source: Please fill up a valid ID number in %@
ja: 有効なID番号をご入力ください%@
ko: 유효한 ID번호를 입력해주세요 %@.
tr: Lütfen %@ içinde geçerli bir kimlik numarası girin
vi_vn: Vui lòng điền số ID hợp lệ%@
zh_hans: 请填写您在%@的实名有效证件

# AuthenticatedIDNumberAlert
source: Please fill up valid ID number for withdrawal review process. If you skip, it will be subject to manual review automatically, please wait for phone call/email from our customer service.
ja: 出金申請を進めるためには有効なID番号をご記入ください。未記入の場合、マニュアル審査に進みますのでカスタマーサポートの電話・メールによるご連絡をお待ちください。
ko: 유효한 ID 번호로 출금 인증해주세요. 건너뛰는 경우, 자동으로 수동 심사가 진행되므로 저희 고객 센터에서 전화나 이메일로 연락 드리겠습니다.
tr: Lütfen para çekme inceleme işlemi için geçerli bir kimlik numarası girin. Atlarsanız, otomatik olarak manuel incelemeye tabi tutulacak, lütfen müşteri hizmetlerimizden telefon görüşmesi / e-posta için bekleyin.
vi_vn: Vui lòng điền số ID hợp lệ cho quá trình rút tiền. Nếu bạn bỏ qua, việc xác minh sẽ được thực hiện bằng cách thủ công, vui lòng chờ đợi cuộc gọi / email từ dịch vụ chăm khách hàng của chúng tôi.
zh_hans: 填写正确的有效证件号码加快提币审核速度，跳过此项我们将对您的提币进行人工审核，请耐心等待工作人员电话或邮件联系。

source: Skip
ja: スキップ
ko: 건너뛰기
tr: Atla
vi_vn: Bỏ qua
zh_hans: 跳过

# AssetsTrade
source: Exchange
ja: 取引所
ko: 거래소
tr: Borsa
vi_vn: Giao dịch
zh_hans: 币币交易

source: Change Password
ja: パスワード変更
ko: 비밀번호 변경
tr: Şifre Değiştir
vi_vn: Thay đổi mật khẩu
zh_hans: 登录密码

source: New Password
ja: 新しいパスワード
ko: 새 비밀번호
tr: Yeni Şifre
vi_vn: Mật khẩu mới
zh_hans: 新密码

source: Confirm New Password
ja: 新しいパスワードを確認する
ko: 새 비밀번호 확인
tr: Yeni Şifreyi Onayla
vi_vn: Xác nhận mật khẩu mới
zh_hans: 确认新密码

# GoogleVerify
source: Google Authenticator
ja: Google認証システムアプリ
ko: 구글 인증
vi_vn: Xác thực Google
zh_hans: 谷歌验证

# MessageVerify
source: SMS Authenticator
ja: SMSによる認証
ko: 문자 인증
tr: SMS Doğrulama
vi_vn: Xác thực SMS
zh_hans: 手机验证

# EmailVerify
source: Email Authenticator
ja: メールによる認証
ko: 이메일 인증
tr: E-posta Doğrulama
vi_vn: Xác thực Email
zh_hans: 邮箱验证

# NotTied
source: Unbound
ja: 紐づけを解除する
ko: 미연동
tr: Bağı Kaldır
vi_vn: Không liên kết
zh_hans: 未绑定

# Tied
source: Bound
ja: 紐づける
ko: 연동됨
tr: Bağla
vi_vn: Đã liên kết
zh_hans: 已绑定

# CapitalCipher
source: Trade password
ja: 取引パスワード
ko: 거래 비밀번호
tr: Trade şifresi
vi_vn: Mật khẩu giao dịch
zh_hans: 资金密码

source: Modify
ja: 変更
ko: 수정
tr: Değiştir
vi_vn: Điều chỉnh
zh_hans: 修改

# FingerprintUnlock
source: Touch ID Login
ja: Touch IDによるログイン
ko: 지문인식 로그인
tr: Dokunma ile Giriş
vi_vn: Đăng nhập Touch ID
zh_hans: 指纹登录

# FaceUnlock
source: Face ID Login
ja: Face IDによるログイン
ko: 얼굴인식 로그인
tr: Yüz ile Giriş
vi_vn: Đăng nhập bằng Face ID
zh_hans: 面容登录

# MobileVerificationCode
source: Phone verification code
ja: 認証コード（携帯電話経由）
ko: 전화 인증 코드
tr: Telefon doğrulama kodu
vi_vn: Mã xác minh số điện thọai
zh_hans: 手机验证码

source: Email verification code
ja: 認証コード（メールアドレス経由）
ko: 이메일 인증 코드
tr: E-posta doğrulama kodu
vi_vn: Mã xác minh Email
zh_hans: 邮箱验证码

# CapitalCipherAlertMsg
source: 1. The trade password is used for withdrawing and transferring digital assets, please keep it safe and confidential 2. Withdrawl is not available within 24hrs after change of asset password
ja: 1. 取引パスワードはデジタル資産の入出金に使用されますので、他人に教えずに大切に保管してください。 2. ファンドのパスワードを変更してから24時間以内にコインを一時停止する
ko: 1. 거래 비밀번호는 디지털자산 입출금 시 이용되므로 보안에 주의 하시기 바랍니다 2. 펀드 비밀번호를 수정 한 후 24 시간 이내에 동전을 일시 중지하십시오.
tr: 1. Trade şifresi, dijital varlıkların çekilmesi ve aktarılması için kullanılır, lütfen güvenli ve gizli tutun 2. Varlık şifresinin değiştirilmesinden sonra 24 saat içinde para çekme mümkün değildir
vi_vn: 1. Mật khẩu giao dịch được sử dụng cho việc rút và chuyển tiền, vui lòng giữ bảo mật và không được để lộ 2. Đình chỉ đồng xu trong vòng 24 giờ sau khi sửa đổi mật khẩu quỹ
zh_hans: 1. 资金密码用于资产的提现、转账，请妥善保管，不要告诉他人。 2. 修改资金密码后24小时内暂停提币。

# ChangePasswordAlertMsg
source: Notes: The withdrawal will be disabled for 24 hours once the password is changed.
ja: ヒント：パスワードが正常にリセットされた後、24時間以内にアセットを撤回することはできません。
ko: 팁 : 비밀번호가 성공적으로 재설정 된 후 자산을 24 시간 내에 출금 할 수 없습니다.
tr: Notlar: Şifre değiştirildikten sonra para çekme işlemi 24 saat boyunca devre dışı bırakılır.
vi_vn: Mẹo: Sau khi đặt lại mật khẩu thành công, tài sản không thể rút trong vòng 24 giờ.
zh_hans: 提示:重置密码成功后，24小时内不可提现资产

# GoogleVerificationCode
source: Google Authentication Code
ja: Google認証コード
ko: 구글 인증 코드
tr: Google Authentication Kodu
vi_vn: Mã xác thực Google
zh_hans: 谷歌验证码

# ClickOnFingerPrintToUnlock
source: Click to unlock your Touch ID
ja: Touch IDを解除するためにはクリックしてください
ko: 클릭하여 지문 잠금 해제해주세요
tr: Dokunmatik kilidini açmak için tıklayın
vi_vn: Nhấp vào để mở khóa Touch ID
zh_hans: 点击进行指纹解锁

# ClickToFaceIDUnlock
source: Click to unlock your Face ID
ja: Face IDを解除するためにはクリックしてください
ko: 클릭하여 얼굴 잠금 해제해주세요.
tr: Yüz kimliğiniz kilidini açmak için tıklayın
vi_vn: Nhấp vào để mở khóa Face ID
zh_hans: 点击进行面容解锁

# FingerUnlockBottomText
source: Password to login
ja: ログインパスワード
ko: 로그인 비밀번호
tr: Giriş yapmak için şifre
vi_vn: Mật khẩu để đăng nhập
zh_hans: 密码登录

# SettiingGesturePassword
source: Set gesture password ???
ja: ジェスチャーパスワードを設定
ko: 패턴 암호를 설정하시겠습니까?
tr: Desen şifresini ayarla
vi_vn: Cài đặt mật khẩu cử chỉ ???
zh_hans: 设置手势密码

# DrawPatternAgain
source: Please draw pattern again ???
ja: ジェスチャーを繰り返してください
ko: 패턴을 다시 그려주세요.
tr: Lütfen tekrar desen çizin
vi_vn: Vui lòng vẽ lại hình???
zh_hans: 请再次绘制图案

# DrawPatternNotSame
source: Not the same as last time,please draw again???
ja: ジェスチャーが一致しません、もう一回繰り返してください
ko: 이전과 다릅니다. 패턴을 다시 그려주세요.
tr: Geçen seferki gibi değil, lütfen tekrar çizin
vi_vn: Mật khẩu không khớp,vui lòng vẽ lại hình???
zh_hans: 与上次绘制不一致，请重新绘制

# ConnectAtLeast4Points
source: Connect at least 4 points,try again????
ja: 4つ以上のポイントを繋がってください
ko: 4개 이상의 점을 연결해 주세요.
tr: En az 4 puan bağlayın, tekrar deneyin
vi_vn: Phải liên kết ít nhất 4 điểm,vui lòng thử lại????
zh_hans: 至少连接4个点，请重试

# WrongPasswordAndSomeMoreChances
source: Wrong password and???
ja: パスワードが間違っています。残りの試行回数は
ko: 잘못된 비밀번호 입니다
tr: Yanlış şifre, tekrar deneyin
vi_vn: sai mật khẩu và???
zh_hans: 密码错误，还有

# WrongPasswordTimes
source: more chances????
ja: 残りの試行回数は
ko: 다시 시도해주세요
tr: daha fazla şans
vi_vn: thử lại????
zh_hans: 次机会

# CapitalCipherRule
source: Password is between 6-20 Character
ja: パスワードは6-20桁でお願いします
ko: 비밀번호는 6-20자로 구성됩니다.
tr: Şifre 6-20 karakter arası olmalıdır
vi_vn: Mật khẩu phải từ 6-20 ký tự
zh_hans: 密码仅限6-20位字符

source: Submitted
ja: 提出しました
ko: 제출 성공
tr: Gönderildi
vi_vn: Đã gửi
zh_hans: 已提交

source: Bind Succeeded
ja: バインドしました
ko: 연동 성공
tr: Bağlama Başarılı
vi_vn: Liên kết thành công
zh_hans: 绑定成功

# NotSetTouchID
source: Please set Touch ID in the phone setting
ja: 端末の設定画面でTouch IDを設定してください
ko: 핸드폰 설정에서 지문 인식을 설정해 주세요.
tr: Lütfen telefon ayarlarında Dokunmatik Kimlik ayarını yapın
vi_vn: Vui lòng cài đặt Touch ID trên điện thoại
zh_hans: 请先在您的手机上设置指纹

# NotSupportTouchID
source: Unfortunately your phone do not support Touch ID feature
ja: ご利用の端末はTouch ID機能がありません
ko: 귀하의 핸드폰은 지문 인식 기능을 지원하지 않습니다.
tr: Maalesef telefonunuz dokunmatik kimlik özelliğini desteklemiyor
vi_vn: Rất tiếc điện thọai của bạn không hỗ trợ tính năng Touch ID
zh_hans: 您的手机暂不支持指纹功能

# NotSetFaceID
source: Please set Face ID in the phone setting
ja: 端末の設定画面でFace IDを設定してください
ko: 핸드폰 설정에서 안면 인식 기능을 설정해 주세요.
tr: Lütfen Yüz kimliğinizi telefon ayarında ayarlayın
vi_vn: Vui lòng cài đặt Face ID trên điện thoại
zh_hans: 请先在您的手机上设置面部识别

# NotSupportFaceID
source: Unfortunately your phone do not support Face ID feature
ja: ご利用の端末はFace ID機能がありません
ko: 귀하의 핸드폰은 안면 인식 기능을 지원하지 않습니다
tr: Maalesef, telefonunuz Yüz Kimliği özelliğini desteklemiyor
vi_vn: Rất tiếc điện thọai của bạn không hỗ trợ tính năng Face ID
zh_hans: 您的手机暂不支持面部识别功能

# NotAllowFaceID
source: Allow %@ to access your Face ID on Setting-Face ID on your iPhone
ja: 端末の設定画面で%@のFace ID利用権限をオンにしてください
ko: %@ 귀하의 아이폰 설정에서 입력된 안면 인식 정보를 %@에서 사용하시겠습니까?
tr: %@, İPhone'unuzdaki Ayar-Yüz Kimliği'ndeki Yüz Kimliğinize erişmesine izin verin
vi_vn: %@ Cho phép %@ truy cập vào Face ID trên điện thoại của bạn
zh_hans: 请在iPhone的“设置-面容ID与密码”选项中，允许%@访问你的面容

# VerifyTouchID
source: Please verify Touch ID
ja: Touch IDを認証してください
ko: 지문을 인식해 주세요.
tr: Lütfen Dokunmatik Kimliği doğrulayın
vi_vn: Vui lòng xác minh Touch ID
zh_hans: 请验证指纹

source: Touch ID is on
ja: Touch IDをオンにしました
ko: 지문 인식이 활성화 되었습니다.
tr: Dokunmatik Kimlik açık
vi_vn: Touch ID đang được bật
zh_hans: 指纹已开启

source: Face ID is on
ja: Face IDをオンにしました
ko: 안면 인식이 활성화 되었습니다.
tr: Yüz kimliği açık
vi_vn: Face ID đang được bật
zh_hans: 面容已开启

source: Set Touch ID Login
ja: Touch IDログインを設定
ko: 지문 인식 로그인 설정
tr: Dokunma ile Girişini Ayarla
vi_vn: Cài đặt đăng nhập bằng Touch ID
zh_hans: 设置指纹登录

source: Set Facial Login
ja: 顔認証を設定
ko: 안면 인식 로그인 설정
tr: Yüz ile Girişini Ayarla
vi_vn: Cài đặt đăng nhập bằng Face ID
zh_hans: 设置面容识别登录

# CancelTouchIDLogin
source: If cancel, please go to Me - Security - Touch ID Login
ja: キャンセルする場合は, 私 - セキュリティ - Touch IDログインで設定してください
ko: 취소를 원하시면, 나-보안 - 지문 인식 로그인을 클릭하시고 설정을 변경하시면 됩니다.
tr: İptal ederseniz, lütfen Bana Git - Güvenlik - Dokunma ile Giriş
vi_vn: Nếu muốn hủy cài đặt, vui lòng truy cập vào Tài khoản – Bảo mật – Đăng nhập bằng Touch ID
zh_hans: 如取消，请前往: 我的--安全 打开指纹登录

# CancelFacialLogin
source: If cancel, please go to Me - Security - Facial Login
ja: キャンセルする場合は, 私 - セキュリティ - Facial ログインで設定してください
ko: 취소를 원하시면 - 보안 - 안면 인식 로그인을 클릭하시고 설정을 변경하시면 됩니다.
tr: Eğer iptal edilirse, lütfen Bana git - Güvenlik - Yüz ile Giriş
vi_vn: Nếu muốn hủy cài đặt, vui lòng truy cập vào Tài khoản – Bảo mật – Đăng nhập bằng Face ID
zh_hans: 如取消，请前往: 我的--安全 打开面容登录

source: Address
ja: アドレス
ko: 주소
tr: Adres
vi_vn: Địa chỉ ví
zh_hans: 地址

# AddressManage
source: Address
ja: アドレス
ko: 주소 관리
tr: Adres
vi_vn: Địa chỉ ví
zh_hans: 地址管理

source: Copy Tag
ja: タグをコピーする
ko: 태그 복사
tr: Etiketi kopyala
vi_vn: Sao chép thẻ tag
zh_hans: 复制Tag

source: Delete address
ja: アドレスを削除する
ko: 주소 삭제
tr: Adresi sil
vi_vn: Xóa địa chỉ ví
zh_hans: 删除地址

source: Copy successfully
ja: コピーしました
ko: 복사 완료
tr: Kopyalama başarılı
vi_vn: Sao chép thành công
zh_hans: 复制成功

source: Copy failed
ja: コピーできませんでした
ko: 복사 실패
tr: Kopyalama başarısız
vi_vn: Sao chép thất bại
zh_hans: 复制失败

source: Add Address
ja: アドレスを追加
ko: 주소 추가
tr: Adres Ekle
vi_vn: Thêm địa chỉ ví
zh_hans: 添加地址

source: Add
ja: 追加
ko: 추가
tr: Ekle
vi_vn: Thêm
zh_hans: 添加

source: Notes
ja: 備考
ko: 비고
tr: Notlar
vi_vn: Ghi chú
zh_hans: 备注

source: Please enter notes
ja: 備考を入力してください
ko: 비고란에 입력해주세요.
tr: Lütfen notları giriniz
vi_vn: Vui lòng điền ghi chú
zh_hans: 输入备注

source: QR code
ja: QRコード
ko: QR 코드
tr: QR kod
vi_vn: Mã QR code
zh_hans: 二维码

source: Album
ja: アルバム
ko: 앨범
tr: Albüm
zh_hans: 相册

# QRCodeAlertKey
source: Place the QR code into the box and scan it automatically
ja: QRコードを枠の中に映すとスキャンが自動的に始まります
ko: QR코드를 프레임 내부에서 정렬해 스캔해주세요
tr: QR kodunu kutuya yerleştirin ve otomatik olarak tarayın
vi_vn: Đặt mã QR vào hộp và quét tự động
zh_hans: 将二维码放入框内，即可自动扫描

# UpgradeAPP
source: Found the new version
ja: 新しいバージョンを見つけました
ko: 새로운 버전 발견.
tr: Yeni sürüm bulundu
vi_vn: Cập nhập phiên bản mới
zh_hans: 发现新版本

source: Upgrade
ja: 更新
ko: 업그레이드
tr: Yükselt
vi_vn: Cập nhập
zh_hans: 立即升级

# AlertTwoFactorAuthentication
source: For the security of your account, please do 2FA
ja: アカウントセキュリティのために二段階認証を実行してください
ko: 계정 보호를 위해 2차 보안 인증을 완료해주세요
tr: Hesabınızın güvenliği için, lütfen 2FA yapın.
vi_vn: Để bảo mật tài khoản của bạn, vui lòng thực hiệc xác thực 2 lớp (2FA)
zh_hans: 为了您的账户安全，请进行二次验证

source: For your account security
ja: アカウントセキュリティのために
ko: 귀하의 계정 보호를 위해
tr: Hesap güvenliğiniz için
vi_vn: Để bảo mật tài khoản của bạn
zh_hans: 为了您的账户安全

# PleaseVisitiOSOfficial
source: Please confirm your KYC and then withdraw the currency
ja: 本人確認を完了させてから出金を行ってください
ko: 실명인증 완료후 출금을 진행해주세요
tr: Lütfen KYC’nizi onaylayın ve ardından para birimini çekin
vi_vn: Vui lòng xác thực KYC trước khi rút tiền
zh_hans: 请您实名认证后再进行提币

source: Please set the trade password
ja: 取引パスワードを設定してください
ko: 거래 비밀번호를 설정해주세요
tr: Lütfen trade şifresini oluşturun
vi_vn: Vui lòng cài đặt mật khẩu giao dịch
zh_hans: 请您先设置资金密码

# RealNameInformationReview
source: Please wait patiently during KYC review.
ja: KYC認証中、しばらくお待ちください
ko: 실명 정보를 검토 중입니다. 잠시만 기다려주세요.
tr: KYC incelemesi sırasında lütfen sabırla bekleyin.
vi_vn: Vui lòng kiên nhẫn chờ đợi trong lúc xét duyệt KYC.
zh_hans: 实名审核中，请耐心等待。

source: The audit failed
ja: 認証に失敗しました
ko: 심사 실패
tr: Denetim başarısız oldu
vi_vn: Việc kiểm tra thất bại
zh_hans: 审核失败

source: please verify again
ja: もう一度認証を行ってください
ko: 다시 인증해주세요
tr: lütfen tekrar doğrulayın
vi_vn: vui lòng thử lại
zh_hans: 请重新实名

source: I got
ja: 了解しました
tr: Bende var
vi_vn: Tôi đã có
zh_hans: 我知道了

# 2FA
source: Second verification
ja: 二段階認証
ko: 이중 보안 인증
tr: İkinci doğrulama
vi_vn: 2FA
zh_hans: 二次验证

source: Submit
ja: 提出する
ko: 제출
tr: Gönder
vi_vn: Gửi
zh_hans: 提交

# NoNetworking
source: Network anomalies, please try again later!
ja: ネットワークエラーが発生しました。しばらく時間をおいてから再度お試しください
ko: 네트워크 오류. 잠시 후에 다시 시도해주세요.
tr: Ağ hatası, lütfen daha sonra tekrar deneyin!
vi_vn: Mạng gặp trục trặc, vui lòng thử lại sau!
zh_hans: 网络异常，请稍后再试！

source: No Record
ja: 記録なし
ko: 기록 없음
tr: Kayıt Yok
vi_vn: Không lưu lại
zh_hans: 暂无记录

source: no results matched
ja: 一致する結果がありません
ko: 일치하는 결과가 없습니다.
tr: eşleşen sonuç yok
vi_vn: Không có kết quả
zh_hans: 没有搜索结果

# ViewAllOrders
source: All Orders
ja: すべての注文
ko: 전체 주문
tr: Bütün Emirler
vi_vn: Tất cả các lệnh
zh_hans: 查看全部订单

source: Cancel
ja: キャンセル
ko: 취소
tr: İptal Et
vi_vn: Hủy
zh_hans: 取消

source: Contact Us
ja: お問い合わせ
ko: 문의하기
tr: Bizimle iletişime geçin
vi_vn: Liên hệ với chúng tôi
zh_hans: 联系我们

# Support
source: Help Center
ja: ヘルプセンター
ko: 도움말 센터
tr: Yardım Merkezi
vi_vn: Trung tâm trợ giúp
zh_hans: 帮助中心

# ComingSoon
source: Coming Soon, Stay Tuned...
ja: 近日公開、お楽しみにしてください
ko: 준비 중입니다.
tr: Yakında, Bizi izlemeye devam edin...
vi_vn: Hãy chờ đón, Sắp ra mắt...
zh_hans: 即将推出，敬请期待···

# WebLoadFailed
source: Failed to load, click reload
ja: 読み取れませんでした、クリックして再読み取りします
ko: 로딩에 실패하였습니다. 다시 로딩해주세요.
tr: Yüklenemedi, yeniden yükle'yi tıklayın
vi_vn: Gặp lỗi khi tải trang web, vui lòng ấn vào nút tải lại
zh_hans: 加载失败，点击重新加载

# LoadFailed
source: Failed to load
ja: 読み取れませんでした
ko: 로딩에 실패하였습니다.
tr: Yükleme başarısız
vi_vn: Gặp lỗi khi tải trang web
zh_hans: 加载失败

# Me-UserInfo-UserInformation
source: User Information
ja: 使用者情報
ko: 사용자 센터
tr: Kullanıcı Bilgisi
vi_vn: Thông tin cá nhân
zh_hans: 用户信息

# Me-UserInfo-Account
source: Account
ja: アカウント
ko: Account ID
tr: Hesap
vi_vn: Tài khoản
zh_hans: 账号

# Me-UserInfo-DateOfRegister
source: Date Of Register
ja: 登録日付
ko: 가입 날짜
tr: Kayıt Tarihi
vi_vn: Ngày đăng ký
zh_hans: 注册日期

# Me-UserInfo-Authentication
source: Authentication
ja: 認証情報
ko: 인증
tr: Kimlik Doğrulama
vi_vn: Xác thực
zh_hans: 身份验证

# Me-UserInfo-Uncertificated
source: Uncertificated
ja: 認証未完了
ko: 미인증
tr: Sertifikasız
vi_vn: Chưa xác thực
zh_hans: 未认证

# Me-UserInfo-Verifyin
source: Verifyin
ja: 認証中
ko: 인증중
tr: Doğrulanıyor
vi_vn: Đang xác minh
zh_hans: 审核中

# Me-UserInfo-Verified
source: Verified
ja: 認証完了
ko: 인증 완료
tr: Doğrulandı
vi_vn: Đã xác minh
zh_hans: 审核通过

# Me-UserInfo-VerifyFailed
source: VerifyFailed
ja: 認証失敗
ko: 인증 실패
tr: Doğrulama Başarısız
vi_vn: Xác minh thất bại
zh_hans: 审核失败

# Me-UserInfo-RealName
source: Real Name
ja: 名前
ko: 실명
tr: Gerçek İsim
vi_vn: Tên thật
zh_hans: 真实姓名

# Me-UserInfo-Country
source: Country
ja: 国籍
ko: 국가
tr: Ülke
vi_vn: Quốc gia
zh_hans: 国家

# Me-UserInfo-IDNumber
source: ID Number
ja: ID番号
ko: ID 번호
tr: Kimlik Numarası
vi_vn: Số ID (số CMND, passport)
zh_hans: 身份证号

# Me-UserInfo-Gender
source: Gender
ja: 性別
ko: 성별
tr: Cinsiyet
vi_vn: Giới tính
zh_hans: 性别

# Me-UserInfo-1
source: Male
ja: 男性
ko: 남
tr: Erkek
vi_vn: Nam
zh_hans: 男

# Me-UserInfo-2
source: Female
ja: 女性
ko: 여
tr: Kadın
vi_vn: Nữ
zh_hans: 女

# KYC-IdentityAuthentication
source: KYC Verification
ja: KYC認証
ko: KYC 인증
tr: KYC Doğrulama
vi_vn: Xác minh danh tính
zh_hans: 身份认证

# KYC-Nationality
source: Nationality
ja: 国籍
ko: 국적
tr: Milliyet
vi_vn: Quốc tịch
zh_hans: 国籍

# KYC-Surname
source: Last Name
ja: 姓
ko: 성
tr: Soyad
vi_vn: Họ
zh_hans: 姓氏

# KYC-Name
source: First Name
ja: 名
ko: 이름
tr: İsim
vi_vn: Tên
zh_hans: 名字
