Repository: CoderGYC/KLine-1
Catalog: KLineDemo/GlobalLanguage/*.lproj/Localizable.strings
Languages: ja, ko, tr, vi_vn, zh_hans

# KYC-DocumentType
source: ID Type
ja: ID 種類
ko: ID 유형
tr: Kimlik Türü
vi_vn: Loại giấy tờ tùy thân
zh_hans: 证件类型

# KYC-ValidDocuments
source: ID Number
ja: IDナンバー
ko: ID 번호
tr: Kimlik Numarası
vi_vn: Số ID (số CMND, passport…)
zh_hans: 证件号码

# KYC-PleaseChoose
source: Choose
ja: 選択
ko: 선택
tr: Seç
vi_vn: Chọn
zh_hans: 请选择

# KYC-PleaseInputYourSurname
source: Please enter the last name
ja: 姓を入力してください
ko: 성을 입력하세요.
tr: Lütfen soyadınızı giriniz
vi_vn: Vui lòng nhập tên Họ
zh_hans: 请输入姓氏

# KYC-PleaseInputYourName
source: Please enter the first name
ja: 名を入力してください
ko: 이름을 입력하세요.
tr: Lütfen isminizi giriniz
vi_vn: Vui lòng nhập tên
zh_hans: 请输入名字

# KYC-PleaseInputValidDocuments
source: Please enter your ID number
ja: IDを入力してください
ko: ID 번호를 입력하세요.
tr: Lütfen kimlik numaranızı giriniz
vi_vn: Vui lòng nhập số ID (số CMND, passport…)
zh_hans: 请输入证件号码

# KYC-ID
source: Identification
ja: ID
ko: 신분증
tr: Kimlik
vi_vn: Danh tính
zh_hans: 身份证件

# KYC-Passport
source: Passport
ja: パスポート
ko: 여권
tr: Pasaport
zh_hans: 护照

# KYC-TheAuditFailed
source: Verification Failed
ja: 認証に失敗しました
ko: 인증 실패
tr: Doğrulama Başarısız
vi_vn: Xác minh thất bại
zh_hans: 审核失败

# KYC-TheAuditFailedAlert
source: The data you uploaded does not match the platform requirements Please ensure the authenticity of the data
ja: 入力した内容はプラットフォームの要求と一致しません 入力内容を確認してください
ko: 귀하가 입력한 정보가 플랫폼 규정과 일치하지 않습니다. 정보를 다시 확인하세요.
tr: Yüklediğiniz veriler platform gereksinimlerine uymuyor. Lütfen verilerin doğruluğunu sağlayın
vi_vn: Dữ liệu bạn đăng tải không khớp với yêu cầu Vui lòng đảm bảo tính xác thực của dữ liệu
zh_hans: 您上传的资料不符合平台要求 请保障资料的真实性

# KYC-TheAuditing
source: Please wait patiently during the data review
ja: 情報を確認しています。しばらくお待ちしてください。
ko: 정보 확인 중 입니다. 잠시만 기다려 주십시오.
tr: Lütfen veri incelemesi sırasında sabırla bekleyin
vi_vn: Vui lòng kiên nhẫn chờ đợi trong lúc hồ sơ đang được xem xét
zh_hans: 资料审核中，请耐心等待···

# KYC-Certification
source: Certification
ja: 認証
ko: 승인
tr: Sertifikalandırma
vi_vn: Chứng thực
zh_hans: 认证

# KYC-ReCertification
source: Recertification
ja: 再認証
ko: 승인 재요청
tr: Yeniden Sertifikalandırma
vi_vn: Tái chứng
zh_hans: 重新认证

# KYC-Back
source: Return
ja: 戻る
ko: 돌아가기
tr: Geri Dön
vi_vn: Quay lại
zh_hans: 返回

# KYC-PleaseChooseNationality
source: Please choose your nationality
ja: 国籍をお選びください
ko: 국적을 선택하세요.
tr: Lütfen milliyetinizi seçiniz
vi_vn: Vui lòng chọn quốc tịch của bạn
zh_hans: 请选择国籍

# KYC-PleaseChooseDocumentType
source: Please choose your Identification type
ja: IDの種類をお選びください
ko: 신분증 유형을 선택하세요.
tr: Lütfen kimlik türünüzü seçiniz
vi_vn: Vui lòng chọn loại giấy tờ danh tính của bạn
zh_hans: 请选择证件类型

# KYC-PleaseChooseGender
source: Please choose your gender
ja: 性別をお選びください
ko: 성별을 선택하세요.
tr: Lütfen cinsiyetinizi seçiniz
vi_vn: Vui lòng chọn giới tính của bạn
zh_hans: 请选择性别

source: Lv2
vi_vn: Cấp 2
zh_hans: 级别2

# Lv2Alert1
source: a photo of the front of your valid ID
ja: 有効な本人確認書類の表面を映した写真
ko: 신분증의 앞 면 사진
tr: geçerli kimliğinizin ön fotoğrafı
vi_vn: Hình chụp mặt trước của giấy tờ tùy thân hợp lệ
zh_hans: 本人有效证件正面照片

# Lv2Alert2
source: Upload a photo of the front of your valid ID and the image must show a full document page..
ja: 有効な本人確認書類の表面を完全に映した写真をアップロードしてください
ko: 문서 전체가 보이게 귀하의 신분증의 앞 면 사진을 업로드 하세요.
tr: Geçerli kimliğinizin ön yüzünün bir fotoğrafını yükleyin ve görüntünün tam bir belge sayfası göstermesi gerekir..
vi_vn: Đăng tải hình chụp mặt trước của giấy tờ tùy thân, hình chụp phải dược hiển thị rõ ràng.
zh_hans: 请您上传有效证件正面照，请确保内容清晰可见

# Lv2Alert3
source: Picture of you holding front page of your valid ID
ja: 有効な身分証明書のフロントページを持っているあなたの写真
ko: 유효한 ID의 첫 페이지를 들고있는 사진
tr: Geçerli kimliğinizin ön sayfasını tutan resminiz
vi_vn: Hình ảnh bạn đang giữ trang nhất của ID hợp lệ của bạn
zh_hans: 本人手持有效证件正面照片

# Lv2Alert4
source: Please upload you holding the front page of your valid ID (Blurred image not acceptable), Note: name, exchange name, application date
ja: 有効な身分証明書のフロントページを持ってアップロードしてください，注：名前、取引所名、申請日
ko: 유효한 ID의 첫 페이지를 올려서 업로드하십시오 (흐린 이미지는 허용되지 않습니다), 참고 : 이름, 교환 이름, 신청 날짜
tr: Lütfen geçerli kimliğinizin ön sayfasını tutarak sizi yükleyin (Bulanık görüntü kabul edilmez), Not: isim, borsa adı, başvuru tarihi
vi_vn: Vui lòng tải lên bạn đang giữ trang đầu của ID hợp lệ của bạn (Hình ảnh mờ không được chấp nhận), Lưu ý: tên, tên trao đổi, ngày nộp đơn
zh_hans: 请您上传手持有效证件正面照，请确保内容清晰可见，注明：姓名，交易所名称、申请日期

# Lv2Alert5
source: Photo Requirements 1. The image must be high quality, unobstructed 2. No larger than 10mb in size 3. Format: jpg, png, jpeg
ja: 写真の要件 1. 高画質かつ鮮明であること 2. サイズは１０M以下であること 3. 拡張子はjpg,png,またはjpegであること
ko: 사진 규정 1. 이미지의 품질이 좋아야 하면 명확하게 보여야 합니다. 2.크기는 10mb이하여야 합니다. 3. 형식: jpg, png, jpeg
tr: Fotoğraf Gereksinimleri. Görüntü engelsiz, yüksek kalitede olmalıdır. 10 MB'den küçük olamlıdır. Format: jpg, png, jpeg
vi_vn: Những yêu cầu về hình chụp 1. Hình chụp phải có chất có chất lượng tốt, không bị mờ hoặc nhòe 2. Dung lượng không quá 10mb 3. Định dạng: jpg, png, jpeg
zh_hans: 照片要求 1. 照片清晰 2. 大小：小于10M 3. 格式：jpg、png、jpeg

# Lv2Alert6
source: Your face is clear and visible
ja: 顔がはっきりと見えること
ko: 당신의 얼굴이 명확하게 보입니다.
tr: Yüzün temiz ve görünür
vi_vn: Khuôn mặt rõ ràng và dễ nhận dạng
zh_hans: 头像清晰

# Lv2Alert7
source: Valid ID is clear and visible
ja: 有効な本人確認書類の内容がはっきりと見えること
ko: 유효한 ID는 선명하게 나옵니다
tr: Geçerli kimlik açık ve görünür
vi_vn: ID hợp lệ đã rõ ràng và dễ nhìn
zh_hans: 有效证件清晰

# Me-Assets-PauseDeposit
source: Deposit suspended！
ja: 入金一時停止中
ko: 입금 정지！
tr: Yatırma askıya alındı!
vi_vn: Đã tạn ngưng chức năng nạp tiềnï¼
zh_hans: 暂停充币！

# Me-Assets-PauseWithdraw
source: Withdrawal suspended！
ja: 出金一時停止中
ko: 출금 정지！
tr: Çekim askıya alındı!
vi_vn: Đã tạm ngưng chức năng rút tiềnï¼
zh_hans: 暂停提币！

# Me-Assets-Success
source: Success
ja: 成功しました
ko: 성공
tr: Başarılı
vi_vn: Thành công
zh_hans: 成功

# SearchCountry
source: Country
ja: 国
ko: 국적
tr: Ülke
vi_vn: Quốc gia
zh_hans: 搜索国家

source: Share to
ja: シェア
ko: 공유하기
tr: Paylaş
vi_vn: Chia sẻ đến
zh_hans: 分享到

# Share-Wechat
source: Wechat
ko: 위챗
zh_hans: 微信好友

# Share-Mements
source: Mements
ja: Moments
ko: 위챗모멘트
zh_hans: 朋友圈

# Share-CopyLink
source: CopyLink
ja: リンクをコピーする
ko: 링크 복사
tr: Bağlantıyı Kopyala
vi_vn: Sao chép link
zh_hans: 复制链接

# SettingCameraAndMicrophone
source: Allow %@ to access your camera and microphone on Setting-privacy on your iPhone
ja: iPhoneの設定ー個人情報にて%@のカメラとマイクにアクセスする権限を設定
ko: 귀하의 아이폰의 설정에서 입력된 안면 인식 정보를 %@에서 사용하시겠습니까?
tr: İPhone'unuzda Ayar gizliliği konusunda %@ kameranıza ve mikrofonunuza erişmesine izin verin
vi_vn: Cho phép %@ truy cập vào camera and microphone của bạn bằng cách vào Cài đặt-Quyền riêng tư
zh_hans: 请在iPhone的“设置-隐私-相机”选项中，允许%@访问你的摄像头和麦克风。

# SettingPrivacyPhotos
source: Allow %@ to access your album in Setting->Privacy->Photos
ja: iPhoneの設定ー個人情報ー写真にて%@の写真にアクセスする権限を設定
ko: 설정 - 개인 정보 보호 - 사진에서 %@의 갤러리 접근을 허용해 주세요
tr: %@ Albümünüze Ayar-> Gizlilik-> Fotoğraflar'dan erişmesine izin ver
vi_vn: Cho phép %@ truy cập vào albumn của bạn bằng cách vào Cài đặt->Quyền riêng tư->Ảnh
zh_hans: 请在iPhone的“设置-隐私-相机”选项中，允许%@访问你的手机相册。

# DownloadAndInstall
source: Install GA
ja: GAをインストール
ko: Google Authenticator 설치
tr: Google Authenticator yükleyin
vi_vn: Cài đặt GA
zh_hans: 下载并安装

# DownloadAndInstallAlert
source: You need to install Google Authenticator first
ja: Google認証システムアプリを先にインストールしてください
ko: 먼저 Google Authenticator를 설치해 주세요
tr: Önce Google Authenticator'ı yüklemeniz gerekir
vi_vn: Bạn cần phải cài đặt Google Authenticator
zh_hans: 您首先需要在手机上 下载安装Google Authenticator（身份验证器）

# BackupSecretKey
source: Set GA Key
ja: GAキーを設定
ko: GA Key 설정
tr: Google Authenticator şifresi oluşturun
vi_vn: Cài đặt khóa GA
zh_hans: 设置密钥

# BackupSecretKeyAlert1
source: For your account security, please record the 16-digit key on paper and keep it in a safe place. If you lost your phone, you can use this key to recover your Google authenticator.
ja: アカウントセキュリティのため、16桁のキーを紙に記録して大切に保管してください。携帯が紛失された場合、キーを使用してGoogle認証を復元することができます。
ko: 귀하의 계정 보호를 위해, 16개의 키를 기록하고 안전하게 보관하십시오. 만약 휴대전화가 분실되면 key와 구글 인증을 통해서 복구할 수 있습니다.
tr: Hesap güvenliğiniz için lütfen 16 basamaklı anahtarı kağıda kaydedin ve güvenli bir yerde saklayın. Telefonunuzu kaybettiyseniz, Google kimlik doğrulayıcınızı kurtarmak için bu anahtarı kullanabilirsiniz.
vi_vn: Để bảo mật an toàn cho tài khoản của bạn, vui lòng ghi lại trên giấy mã 2FA dãy 16 số để lưu giữ. Phòng trường hợp mất điện thoại, bạn có thể sử dụng để khôi phục mã xác minh Google của mình.
zh_hans: 为了您的账户安全，请将16位密钥记录在纸上，并保存在安全的地方。如遇手机丢失，请通过该密钥恢复你的谷歌验证。

# CopyKey
source: Copy
ja: コピー
ko: 복사
tr: Kopyala
vi_vn: Sao chép
zh_hans: 复制

# BackupSecretKeyAlert2
source: Add %@ account to Google Authenticator and input the Key to bind.
ja: %@アカウントをGAに追加し、キー入力で同期
ko: Google Authenticator에 %@ 계정을 추가하고 Key를 입력하여 연동해주세요.
tr: Google Authenticator'a %@ hesap ekleyin ve bağlanmak için Anahtar'ı girin.
vi_vn: Thêm tài khoản %@ vào Google Authenticator và nhập mã để liên kết.
zh_hans: 您需要在Google Authenticator添加一个%@账户，并输入16位密钥。

# BindGoogle
source: Bind Google Authentication
ja: Google認証システムアプリを紐付ける
ko: 구글 OTP 연동하기
tr: Google Authentication'ı Bağla
vi_vn: Liên kết Google Authentication
zh_hans: 绑定谷歌

# PhotographKey
source: Take photo
ja: 写真を撮る
ko: 사진찍기
tr: Fotoğraf Çek
vi_vn: Chụp hình
zh_hans: 拍照

# AlbumKey
source: Album
ja: アルバム
ko: 갤러리
tr: Albüm
zh_hans: 相册

source: Upload Succeeded
ja: アップロードしました
ko: 업로드 성공
tr: Yükleme Başarılı
vi_vn: Đăng tải thành công
zh_hans: 上传成功

source: Asset custody verification
ja: 資産信託認証
ko: 자산 커스터디 인증
vi_vn: Xác minh lưu ký tài sản
zh_hans: 资产托管验证

# CloseBtnTitle
source: Close
ja: 閉じる
ko: 닫기
tr: Kapat
vi_vn: Đóng
zh_hans: 关闭

source: Submitting...
ja: 提出中
ko: 제출중...
tr: Göderiliyor...
vi_vn: Đang gửi...
zh_hans: 提交中...

source: Loading...
ja: 読み取り中
ko: 로딩중...
tr: Yükleniyor...
vi_vn: Đang tải...
zh_hans: 加载中...

source: View Kernel ID
ja: カーネルIDを表示
ko: Kernel ID보기
tr: Çekirdek Kimliğini Göster
vi_vn: Xem ID Kernel
zh_hans: 查看Kernel ID

source: Progress
ja: 進展状況
ko: 진행상황
tr: İlerliyor
vi_vn: Qúa trình
zh_hans: 进度

source: Wallet Internal Transfer
ja: ウォレット内送金
ko: 지갑 내 송금
tr: Cüzdan İç Transferi
vi_vn: Ví chuyển nội bộ
zh_hans: 钱包内部转账

source: Point Card
ja: ポイントカード
ko: 포인트카드
tr: Puan Kartı
vi_vn: Thẻ điểm
zh_hans: 点卡

# DeductionFee
source: Fee Deduction
ja: 費用算定
ko: 수수료 감면
tr: Ücret Kesinti
vi_vn: Khẩu trừ phí giao dịch
zh_hans: 抵扣手续费

# SaleCardCredit
source: Available for Sale
ja: 売却可能
ko: 매도 가능
tr: Satılabilir
vi_vn: Hiện có
zh_hans: 可售点卡额度

source: Unit Price
ja: 単位価格
ko: 단가
tr: Birim Fiyat
vi_vn: Đơn giá
zh_hans: 单价

# PurchaseAmount
source: Purchase
ja: 購入
ko: 구매하기
tr: Satın Al
vi_vn: Mua
zh_hans: 购买份数

# ChooseAPaymentCurrency
source: Payment Type
ja: 支払いタイプ
ko: 결제 유형
tr: Ödeme Şekli
vi_vn: Hình thức thanh toán
zh_hans: 选择支付币

# Handle
source: Payable
ja: 支払い可能
ko: 결제 가능
tr: Ödenecek
vi_vn: Phải trả
zh_hans: 应付

source: Purchase Point Card
ja: ポイントカードを購入
ko: 포인트카드 구매
tr: Puan Kartı Satın Al
vi_vn: Mua thẻ điểm
zh_hans: 购买点卡

source: Pts
ko: 포인트
tr: Puan
vi_vn: Điểm
zh_hans: 点

source: Purchase Successfully
ja: 購入成功しました
ko: 구매 성공
tr: Başarıyla Satın Alındı
vi_vn: Đã mua thành công
zh_hans: 购买成功

source: Purchase
ja: 購入
ko: 구매
tr: Satın Al
vi_vn: Mua
zh_hans: 购买

source: Pts Successfully
ja: Pts成功しました
ko: Pts 성공
vi_vn: Điểm thành công
zh_hans: 点成功

# Gift
source: Give-away
ja: 贈る
ko: 증정
tr: Hediye Yolla
zh_hans: 赠送

# ContinueToBuy
source: PURCHASE AGAIN
ja: 再購入
ko: 다시 구매
tr: TEKRAR SATIN AL
vi_vn: Mua tiếp
zh_hans: 继续购买

# ViewPointCard
source: VIEW MY POINT-CARD
ja: 私のポイントカードを見る
ko: 내 포인트카드 보기
tr: PUAN KARTIMI GÖRÜNTÜLE
vi_vn: Xem thẻ điểm của tôi
zh_hans: 查看点卡

# MyPointCard
source: My Point Cards
ja: 私のポイントカード
ko: 내 포인트카드
tr: Puan Kartlarım
vi_vn: Thẻ nạp tiền tích điểm của tôi
zh_hans: 我的点卡

# PurchaseHistory
source: Order History
ja: 注文履歴
ko: 과거 주문 내역
tr: Emir Geçmişi
vi_vn: Lịch sử giao dịch
zh_hans: 购买记录

# RemainingCard
source: Pts Balance
ja: Pts残高
ko: 포인트 잔고
tr: Puan Bakiyesi
vi_vn: Số dư điểm
zh_hans: 剩余点卡

# PointCardDetails
source: Point Card Detail
ja: ポイントカード明細
ko: 포인트카드 상세 내용
tr: Puan Kart Detayı
vi_vn: Chi tiết thẻ điểm
zh_hans: 点卡明细

# Pay
source: Paid
ja: 支払い済み
ko: 결제 완료
tr: Ödendi
vi_vn: Đã thanh toán
zh_hans: 支付

source: Rule
ja: 規約
ko: 규칙
tr: Kural
vi_vn: Quy định
zh_hans: 规则

# TagPlaceholder
source: Tag（Optional）
ja: タグ(任意)
ko: 태그（선택）
tr: Etiket (İstağe Bağlı)
vi_vn: Tagï¼ˆTùy chọnï¼‰
zh_hans: Tag（选填）

# PointCardPackageServiceAgreement
source: Point Card Service Agreement
ja: ポイントカードサービス規約
ko: 포인트 카드 이용약관
tr: Puan Kartı Servis Sözleşmesi
vi_vn: Thỏa thuận về dịch vụ thẻ điểm
zh_hans: 《点卡服务协议》

# PointCardPackageServiceAgreementTitle
source: Point Card Service Agreement
ja: ポイントカードサービス規約
ko: 포인트 카드 이용약관
tr: Puan Kartı Servis Sözleşmesi
vi_vn: Thỏa thuận về dịch vụ thẻ điểm
zh_hans: 点卡服务协议

source: Please make sure you have read the agreement
ja: 規約をご覧になってください
ko: 약관을 반드시 확인주세요.
tr: Lütfen sözleşmeyi okuduğunuzdan emin olun.
vi_vn: Vui lòng đảm bảo bạn đã đọc thỏa thuận
zh_hans: 请确定已阅读合同

source: Set Trade Password Succeeded
ja: 取引パスワード設定しました
ko: 거래 암호 설정 성공
tr: Trade Şifresi Başarılıyla Ayarlandı
vi_vn: Đã cài đặt mật khẩu giao dịch thành công
zh_hans: 设置资金密码成功

source: Modify Trade Password Succeeded
ja: 取引パスワード変更しました
ko: 거래 암호 수정 성공
tr: Trade Şifresi Başarıyla Değiştirildi
vi_vn: Đổi mật khẩu giao dịch thành công
zh_hans: 修改资金密码成功

source: Buy Now
ja: 今すぐ購入
ko: 바로 구매
tr: Şimdi Satın Al
vi_vn: Mua ngay
zh_hans: 立即购买

source: More
ja: もっと見る
ko: 더
tr: Daha
zh_hans: 更多

# InviteFriendsTopAlert
source: Invite friends to sign up and get high commission rebates immediately
ja: 友達を招待して 高額還元をゲットしましょう
ko: 친구를 초대해주세요. 지금 바로 높은 커미션을 받아갈 수 있습니다.
tr: Arkadaşlarınızı hemen kaydolmaya ve yüksek komisyon iadeleri almaya davet edin
vi_vn: Mời bạn bè đăng ký và nhận ngay triết khấu hoa hồng
zh_hans: 邀请好友注册 立即获取高额交易返佣

# TotalNumberOfInvitations
source: Total invited
ja: 総招待人数
ko: 초대하신 총 인원
tr: Toplam Davet
vi_vn: Tổng số người được mời
zh_hans: 邀请总数

# EffectiveDirectInvitation
source: Direct Referral
ja: 直接招待数
ko: 직접 초대
tr: Doğrudan Davet
vi_vn: Giới thiệu trực tiếp hợp lệ
zh_hans: 直接邀请

# EffectiveIndirectInvitation
source: Indirect Referral
ja: 間接招待数
ko: 간접 초대
tr: Dolaylı Davet
vi_vn: Giới thiệu gián tiếp hợp lệ
zh_hans: 间接邀请

# InviteFriendsToJoinNow
source: INVITE FRIENDS
ja: 友達を招待
ko: 친구 초대
tr: ARKADAŞLARINI DAVET ET
vi_vn: Mời bạn bè
zh_hans: 马上邀请好友加入

source: EXCLUSIVE POSTER
ja: 専用ポスター
ko: 전용 포스터
tr: Davet Kodu
vi_vn: Áp phích độc quyền
zh_hans: 专属海报

source: Invitation code
ja: 招待コード
ko: 초대 코드
tr: 邀请码
vi_vn: Mã mời
zh_hans: 邀请码

# RebateDetails
source: Record
ja: 詳細
ko: 상세 내용
tr: Kaydet
vi_vn: Chi tiết
zh_hans: 返佣记录

# CoinQuote
source: Exchange
ja: 取引
ko: 현물
tr: Borsa
vi_vn: Giao dịch
zh_hans: 币币

# OptionQuote
source: Option
ja: オプション
ko: 옵션
vi_vn: Quyền chọn
zh_hans: 期权

# CoinTrade
source: Exchange
ja: 取引
ko: 거래소
tr: Borsa
vi_vn: Giao dịch
zh_hans: 币币交易

# OptionTrade
source: Options
ja: オプション
ko: 옵션
vi_vn: Quyền chọn
zh_hans: 期权交易

# OTCTrade
source: Fiat OTC
ja: 法定貨幣取引
vi_vn: OTC
zh_hans: 法币交易

# ExercisePrice
source: Strike Price
ja: 権利行使価格
ko: 행사 가격
vi_vn: Giá thực hiện
zh_hans: 行权价格

# SubjectIndex
source: Index
ja: 索引
ko: 지표
tr: Indeks
vi_vn: Chỉ số
zh_hans: 标的指数

# GetAnOption
source: Obtain Option
ja: オプションを手に入る
ko: 옵션받기
vi_vn: Tùy chọn đòn bẩy
zh_hans: 获得期权

# AmountsPayable
source: Pay Amount
ja: 支払額
ko: 결제 금액
tr: Ödeme Miktarı
vi_vn: Số tiền trả
zh_hans: 应付金额

source: Margin
ja: 保証金
ko: 마진
tr: Marjin
vi_vn: Ký quỹ
zh_hans: 保证金

# JiaoNaMargin
source: Margin
ja: 保証金
ko: 마진
tr: Marjin
vi_vn: Ký quỹ
zh_hans: 交纳保证金

# SellableOption
source: Shortable Quantity
ja: 売却可能額
ko: 공매도 가능 수량
tr: Kısılabilir miktar
vi_vn: Số lượng bán
zh_hans: 可做空期权

# AmountObtained
source: Receive Amount
ja: 受け取り額
ko: 받은 금액
tr: Alınan Miktar
vi_vn: Số lượng nhận được
zh_hans: 获得金额

# DoMore
source: Long
ja: 長期
ko: 매수
vi_vn: Mua
zh_hans: 做多

# DoNil
source: Short
ja: 短期
ko: 매도
vi_vn: Bán
zh_hans: 做空

# Paper
source: Cont
ja: 内容
ko: 장
tr: Hesap
vi_vn: SL
zh_hans: 张

source: Current Position
ja: 現状
ko: 현재 포지션
tr: Mevcut Pozisyon
vi_vn: Vị thế hiện tại
zh_hans: 当前持仓

# HistoricalTransaction
source: Trade History
ja: 取引履歴
ko: 과거 거래 내역
tr: Trade Geçmişi
vi_vn: Lịch sử giao dịch
zh_hans: 历史成交

# NumberOfTransactions
source: Executed
ja: 約定取引
ko: 체결 완료
tr: Gerçekleştirilen
vi_vn: Đã thành giao
zh_hans: 已成交数量

# UnfilledQuantity
source: Unexecuted
ja: 未済取引
ko: 미체결
tr: Gerçekleşmemiş
vi_vn: Chưa thành giao
zh_hans: 未成交数量

# DeliveryTime
source: Expiration
ja: 期限切れ
ko: 만료
tr: Süre Sonu
vi_vn: Đáo hạn
zh_hans: 交割时间

# ExpirationDeliveryTime
source: Expiration
ja: 期限切れ
ko: 만료
tr: Süre Sonu
vi_vn: Thời gian đáo hạn
zh_hans: 距离交割时间

source: Position
ja: 状況
ko: 포지션
tr: Posizyon
vi_vn: Vị thế
zh_hans: 持仓量

# FlatQuantity
source: Available
ja: 可能
ko: 유효한
tr: Mevcut
vi_vn: Có thể sử dụng
zh_hans: 可平量

# AveragePriceOfPosition
source: Avg. Price
ja: 平均価格
ko: 평균가격
tr: Ort. Fiyat
vi_vn: Giá trung bình
zh_hans: 持仓均价

# ClosePosition
source: Close
ja: ポジションクローズ
ko: 청산 포지션
tr: Pozisyonu Kapat
vi_vn: Đóng vị thế
zh_hans: 平仓

# DeliveryPrice
source: Settlement Price
ja: 合意価格
ko: 정산 가격
vi_vn: Giá thanh toán
zh_hans: 交割价格

# DeliveryIncome
source: Settlement Payoff
ja: 合意報酬
ko: 정산 페이오프
vi_vn: Chi trả thanh toán
zh_hans: 交割收益

# DeliveryRecord
source: Settlement Record
ja: 合意記録
ko: 정산 기록
vi_vn: Lịch sử thanh toán
zh_hans: 交割记录

# OptionOrder
source: Option Orders
ja: オプション注文
ko: 옵션 거래
vi_vn: Các lệnh quyền chọn
zh_hans: 期权订单

# HistoryOption
source: Expired Options
ja: オプション履歴
ko: 만료된 옵션
vi_vn: Lệnh đáo hạn
zh_hans: 历史期权

# TotalTransactionVolume
source: Trade Volume
ja: 取引額
ko: 거래량
tr: Trade Hacmi
vi_vn: Khối lượng giao dịch
zh_hans: 成交总量

# WalletAssets
source: Wallet Balance
ja: ウォレット残高
ko: 지갑 자산
tr: Cüzdan Bakiyesi
vi_vn: Số dư ví
zh_hans: 钱包资产

# OptionAssets
source: Options Balance
ja: オプション残高
ko: 옵션 자산
vi_vn: Số dư quyền chọn
zh_hans: 期权资产

# TotalAssetsSum
source: Estimated Value
ja: 算定価値
ko: 예상 가치
tr: Tahmini Değer
vi_vn: Giá trị ước tính
zh_hans: 总资产折合

# WalletAssetsSum
source: Wallet Estimated Value
ja: ウォレット内資産の推定価値
ko: 지갑 환산 가치
tr: Cüzdan Tahmini Değeri
vi_vn: Giá trị ví ước
zh_hans: 钱包资产折合

# OptionAssetsSum
source: Options Estimated Value
ja: オプション資産の推定価値
ko: 옵션 자산 환산가치
vi_vn: Giá trị ước tính quyền chọn
zh_hans: 期权资产折合

# HideSmallCurrency
source: Hide Small Balances
ja: 少額収支を非表示
ko: 소액 자산 숨기기
tr: Küçük Bakiyeleri Gizle
vi_vn: Ẩn số dư nhỏ
zh_hans: 隐藏小额币种

# TransferAssets
source: Transfer
ja: 送金
ko: 전송
vi_vn: Chuyển tiền
zh_hans: 划转

# Equivalent
source: Value
ja: 価値
ko: 가치
tr: Değer
vi_vn: Giá trị
zh_hans: 折合

# MarketValuation
source: Estimated Market Value
ja: 算定市場価値
ko: 예상 시세가
tr: Tahmini Piyasa Değeri
vi_vn: Giá trị thị trường ước tính
zh_hans: 市场估值

source: Position Equity
ja: 比率出資
ko: 포지션 자본
tr: Pozisyon Eşitliği
vi_vn: Vốn vị thế
zh_hans: 仓位权益

# PositionProfitAndLoss
source: PnL
ja: 損益
ko: 손익
tr: Kar ve Zarar
zh_hans: 持仓盈亏

# MarketPriceValue
source: Estimated Market Value
ja: 算定市場価値
ko: 시장가
tr: Tahmini Piyasa Değeri
vi_vn: Giá trị thị trường ước tính
zh_hans: 市场估价

# AccountAssets
source: Account
ja: アカウント
ko: 계정
tr: Hesap
vi_vn: Tài khoản
zh_hans: 账户

# WalletAccount
source: Wallet
ja: ウォレットアカウント
ko: 현물자산
tr: Cüzdan Hesabı
vi_vn: Tài khoản ví
zh_hans: 钱包账户

# OptionAccount
source: Option
ja: オプションアカウント
ko: 옵션자산
tr: Option Account
vi_vn: Tài khoản quyền chọn
zh_hans: 期权账户

source: Transfer Amount
ja: 送金アカウント
ko: 송금액
tr: Transfer Miktarı
vi_vn: Số lượng chuyển
zh_hans: 划转数量

source: Please Enter Transfer Amount
ja: 送金額をご入力ください
ko: 송금액을 입력해주세요.
tr: Lütfen transfer miktarını giriniz
vi_vn: Vui lòng điền số lượng chuyển
zh_hans: 请输入划转数量

source: Transfer Success
ja: 送金成功しました
ko: 송금 성공
tr: Transfer Başarılı
vi_vn: Chuyển tiền thành công
zh_hans: 划转成功

# BigRate
source: Max Payoff
ja: 最大報酬
ko: 최대 페이오프
vi_vn: Lợi nhuận tối đa
zh_hans: 最大收益

# Day
source: d
ja: 日
ko: 일
tr: g
zh_hans: 天

# Hour
source: H
ko: 시간
tr: S
zh_hans: 小时

# Delivered
source: Settled
ja: 済み
ko: 인도 완료
tr: Ödendi
vi_vn: Đã thành giao
zh_hans: 已交割

# LimitClosePosition
source: Limit
ja: 限度
ko: 지정가
vi_vn: Giới hạn
zh_hans: 限价平仓

# MarketClosePosition
source: Market
ja: 市場
ko: 시장가
tr: Piyasa
vi_vn: Thị trường
zh_hans: 市价平仓

# SelectCoin
source: Select
ja: 選択
ko: 선택
tr: Seç
vi_vn: Chọn
zh_hans: 选择币种

# Leverage/CanBeShort/NoBurst
source: High Leverage/Shortable/No Forced Liquidation
ja: 高レバレッジ・ショート・非強制清算
ko: 레버리지 높음/공매도 가능/강제청산 없음
tr: Yüksek Kaldıraç / Kısa Süreli / Zorunlu Tasfiye Yok
vi_vn: Đòn bẩy cao/Có thể bán/Không thanh khoản bắt buộc
zh_hans: 有杠杆/可做空/不爆仓

# OptionUserProtocol
source: 《%@ Options Trading User Agreement 》
ja: 「%@オプション取引利用規約」
ko: 《%@ 옵션 거래 이용약관》
vi_vn: ã€ŠThỏa thuận người dùng về giao dịch hợp đồng trên %@ ã€‹
zh_hans: 《%@用户期权使用协议》

# OpenTrade
source: Open Options Trading Service
ja: オプション取引サービスを利用開始
ko: 오픈 거래 서비스 활성화
vi_vn: Mở dịch vụ giao dịch hợp đồng
zh_hans: 开通交易

# OpenOptionTrade
source: Open Options Trading Service
ja: オプション取引サービスを利用開始
ko: 오픈 옵션 거래 서비스
vi_vn: Mở dịch vụ giao dịch hợp đồng
zh_hans: 开通期权交易

# ReadProtocolOpenOptionTrade
source: Read the Agreement and Open Options Trading Services
ja: 利用規約を確認した上オプション取引サービスを利用開始
ko: 오픈 옵션 거래 서비스에 관한 이용약관을 확인해주세요.
vi_vn: Đọc thỏa thuận và mở dịch vụ giao dịch hợp đồng
zh_hans: 阅读合同后开通期权交易

# InsufficientAvailableAuantity
source: Insufficient Available Quantity
ja: 利用可能量が不足
ko: 사용 가능 수량 부족
tr: Yetersiz Miktar
vi_vn: Số lượng có sẵn không đủ
zh_hans: 超过最大可平数量

# OptionRiskAlert
source: Short positions requires you to pay %@ %@ as margin. Please make sure you are able to afford the risks involved with trading options.
ja: ショートポジションを取るためには%@ %@を保証金として預からせていただくことが必要です。オプション取引にまつわるリスクを十分負担できることを再度ご確認ください。
ko: 숏 포지션은 %@ %@의 마진을 지불하셔야 합니다. 거래 옵션 관련 위험을 부담할 수 있는지 확인하시기 바랍니다.
vi_vn: Bạn phải trả %@ %@ làm ký quỹ để mở vị thế bán. Vui lòng đảm bảo rằng bạn có thể chấp nhận những rủi ro liên quan đến giao dịch hợp đồng.
zh_hans: 您的做空操作需要冻结保证金 %@ %@，请确认是否可以承担交易风险。

# TodayNotaAlert
source: Do not show again today
ja: 今日中は非表示にする
ko: 하루 동안 보지않기.
tr: Bugün tekrar gösterme
vi_vn: Không hiển thị lại trong hôm nay
zh_hans: 当日不在提示

source: Call
ja: 喚起
ko: 콜
tr: Ara
vi_vn: Mua
zh_hans: 看涨

source: Put
ja: 中止
ko: 풋
tr: Koy
vi_vn: Bán
zh_hans: 看跌

# InDelivery
source: In Settlemen
ja: 手配中
ko: 정산 중
vi_vn: Đang trong thanh toán
zh_hans: 交割中

# OTCFukuan
source: Pay
ja: 支払う
ko: 결제
tr: Öde
vi_vn: Trả
zh_hans: 付款

# OTCShoukuan
source: Receive
ja: 領収書
ko: 수령
tr: Al
vi_vn: Biên lai
zh_hans: 收款

# OTCBalanceAmount
source: Balance Amount
ja: 収支アカウント
ko: 자산 금액
tr: Bakiye Miktarı
vi_vn: Hạn mức
zh_hans: 剩余数量

# OTCLimit
source: Limit
ja: 限度額
ko: 지정가
vi_vn: Giới hạn
zh_hans: 限额

# OTCPaymentMethods
source: Payment Method
ja: 支払い方式
ko: 결제 방식
tr: Ödeme Şekli
vi_vn: Hình thức thanh toán
zh_hans: 收款方式

# OTCBuy
source: BUY
ja: 購入
ko: 매수
tr: SATIN AL
vi_vn: Mua
zh_hans: 购买

# OTCSell
source: SELL
ja: 売却
ko: 매도
tr: SAT
vi_vn: Bán
zh_hans: 出售

# OTCIndex
source: Index
ja: 指数
ko: 지표
tr: Indeks
vi_vn: Chỉ số
zh_hans: 指数

# OTCSeller
source: Seller
ja: 売り手
ko: 매도인
tr: Satıcı
vi_vn: Người bán
zh_hans: 卖方

# OTCBuyer
source: Buyer
ja: 買い手
ko: 매수인
tr: Alıcı
vi_vn: Người mua
zh_hans: 买方

# OTCUnitPrice
source: Unit Price
ja: 単位価格
ko: 단가
tr: Birim Fiyat
vi_vn: Đơn giá
zh_hans: 单价

# OTCAmount
source: Amount
ja: 数量
ko: 수량
tr: Miktar
vi_vn: Khối lượng
zh_hans: 数量

# OTCTotalPrice
source: Total
ja: 合計
ko: 총
tr: Toplam
vi_vn: Tổng
zh_hans: 总价

# OTCMyOrder
source: Order
ja: 注文
ko: 주문
tr: Emir
vi_vn: Lệnh giao dịch
zh_hans: 我的订单

# OTCCreateOrder
source: Confirm Order
ja: 注文確認
ko: 주문 확인
tr: Emri Onayla
vi_vn: Xác nhận đơn hàng
zh_hans: 确认下单
