Repository: CoderGYC/KLine-1
Catalog: KLineDemo/GlobalLanguage/*.lproj/Localizable.strings
Languages: ja, ko, tr, vi_vn, zh_hans

# OTCNickNameLength
source: Trade name consist of alphanumeric between 2-16 characters
ja: 取引名は2-16桁の英数字になります
ko: 거래명은 영문 및 숫자를 포함한 2-16자리로 구성하여야 합니다
tr: Trade ismi 2-16 karakter arası alfanümerik harflerden oluşur.
vi_vn: Tên giao dịch phải bao gồm cả chữ và số trong khoảng từ 2-16 ki tự
zh_hans: 昵称限制2-16字符

# OTCSetSuccessfully
source: Set Successfully
ja: 設定成功しました
ko: 설정 완료
tr: Başarıyla Ayarlandı
vi_vn: Cài đặt thành công
zh_hans: 设置成功

# OTCNickNameSpace
source: Please do not enter space or any other special character
ja: 空白や他の特殊文字を入力しないでください
ko: 공백 및 특수 기호를 입력하지 마세요
tr: Lütfen boşluk veya başka herhangi bir özel karakter girmeyin
vi_vn: Vui lòng không điền khoảng trống hoặc bất kì kí tự đặc biệt nào
zh_hans: 请不要输入空格和其他特殊字符

# OTCAmountLimit
source: Please set limit range between %@-%@
ja: 限度額を%@-%@の範囲内に設定してください
ko: 지정가 범위를 %@-%@사이로 설정해주세요
tr: Lütfen limit aralığını %@ - %@ olarak ayarlayın
vi_vn: Vui lòng đặt phạm vi giới hạn trong khoảng %@-%@
zh_hans: 请在%@-%@之间设置数量

# OTCChooseBankBranch
source: Please choose Bank Branch
ja: 銀行支店を選択してください
ko: 개설 은행 지점을 선택해주세요
tr: Lütfen Banka Şubesini seçiniz.
vi_vn: Vui lòng chọn chi nhánh ngân hàng
zh_hans: 请选择开户行

# OTCHasRefreshOrder45
source: The limit for order confirmation is 45 seconds.The order information has been automatically refreshed.
ja: 取引確認の制限時間が45秒です。注文情報が自動的に更新されました。
ko: 주문 확인 가능 시간은 45초입니다. 45초후 페이지를 새로 고침하고 다시 시도해주세요
tr: Emir onayı için limit 45 saniyedir. Emir bilgileri otomatik olarak yenilendi.
vi_vn: Giới hạn cho việc xác minh đơn hàng là 45 giây. Thông tin đơn đặt hàng đã được tự động refresh.
zh_hans: 订单确认时限为45秒，本次确认已超时，已自动刷新订单信息。

# OTCWalletAvalibleMoney
source: Available Wallet Balance
ja: 利用可能なウォレット残高
ko: 사용 가능 지갑 잔액
tr: Kullanılabilir Cüzdan Bakiyesi
vi_vn: Số dư khả dụng của ví
zh_hans: 钱包可用余额

# OTCPleaseSetNickName
source: Please set Trade Name
ja: 取引名を設定してください
ko: 거래명을 설정해주세요
tr: Lütfen Trade Adı girin
vi_vn: Vui lòng điền tên giao dịch
zh_hans: 请先设置交易昵称

# OTCPleaseSetMobile
source: Please bind phone number
ja: 携帯番号を認証してください
ko: 휴대폰 번호를 연동해주세요
tr: Lütfen telefon numaranızı bağlayın
vi_vn: Vui lòng liên kết số điện thoại
zh_hans: 请先设置联系电话

# OTCDeletePaymentSuccess
source: Delete successfully
ja: 削除しました
ko: 삭제 완료
tr: Başarıyla silindi
vi_vn: Đã xóa thành công
zh_hans: 删除成功

# OTCMessageIcon
source: Call
ja: コール
ko: 콜
tr: Ara
vi_vn: Liên hệ
zh_hans: 联系对方

# OTCPayWarningLabel
source: When trading in OTC market, we do not handle the fiat transaction and users will need to make the payment to counterparty themselves. Binding of payment gateway is just for information verification, not for transaction purpose.
ja: OTC属于场外交易，法币不经过平台，平台不会自动扣款，需要您手动自行转账给对方，对方才能收到款项。绑定收款方式只为核对信息之用，不是扣款依据。
ko: OTC는 장외 거래이므로 플랫폼을 통해 자동으로 이체는 불가하며, 귀하가 직접 수동으로 이체하실 수 있습니다. 결제 수단 정보는 송금에 대한 근거가 아닌, 정보 확인의 용도로 사용됩니다.
tr: OTC piyasasında işlem yaparken fiat işlemlerini gerçekleştirmiyoruz ve kullanıcıların ödemeyi kendi taraflarına yapmaları gerekiyor. Ödeme ağ geçidinin bağlanması, işlem amacıyla değil sadece bilgi doğrulama içindir.
zh_hans: OTC属于场外交易，法币不经过平台，平台不会自动扣款，需要您手动自行转账给对方，对方才能收到款项。绑定收款方式只为核对信息之用，不是扣款依据。

# OTCPayedWarningLabel
source: we do not support auto-transfer, please pay to above-mentioned account.
ja: 平台不支持自动扣款，请您向以上账号自行转账。
ko: 본 플랫폼은 자동 이체기능을 지원하지 않습니다. 위 계정으로 송금해주세요.
tr: otomatik transferi desteklemiyoruz, lütfen yukarıda belirtilen hesaba ödeme yapın.
zh_hans: 平台不支持自动扣款，请您向以上账号自行转账。

# OTC1010
source: You order has been successfully placed, please pay within 15 minutes. Please do not note sensitive information during transfer, Such as: digital currency, BTC, Token or other words.
ja: 注文が約定したため、15分以内に支払いを行ってください。支払いの備考欄に仮想通貨やBTCなどのセンシング情報を含めないでください。
ko: 주문이 성공적으로 완료되었습니다. 이체 시 디지털 화폐, BTC, 토큰 등 민감한 정보를 유의해주세요.
tr: Siparişiniz başarıyla verildi, lütfen 15 dakika içinde ödeme yapın. Lütfen, transfer sırasında hassas bilgileri not etmeyin, Örneğin: dijital para birimi, BTC, Token veya başka bir deyişle.
vi_vn: Đơn đặt hàng của bạn đã được tạo thành công, vui lòng thanh toán đơn hàng trong vòng 15 phút. Vui lòng lưu ý không ghi chú một số từ ngữ mang tính chất nhạy cảm trong quá trình chuyển tiền,Ví dụ như: tài sản kỹ thuật số, BTC, Token hoặc các từ ngữ khác.
zh_hans: 您已成功下单，请15分钟内付款。 请转账不要备注敏感信息， 例：数字货币，BTC，Token等字样。

# OTC2010
source: Your AD has been ordered by the seller, please pay within 15 minutes. Please do not note sensitive information during transfer, Such as: digital currency, BTC, Token or other words.
ja: 掲載された広告に関しては売り手が見つかったため、15分以内に支払いを行ってください。支払いの備考欄に仮想通貨やBTCなどのセンシング情報を含めないでください。
ko: 귀하의 광고가 매도인에 의해 주문되었습니다. 15분 이내에 결제 해주세요.거래시에 디지털 통화, BTC, 토큰 또는 기타 단어등 민감한 정보를 알리지 마세요.
tr: Reklamınız satıcı tarafından sipariş edildi, lütfen 15 dakika içinde ödeme yapın. Lütfen transfer sırasında hassas bilgileri not etmeyin, Örneğin: dijital para birimi, BTC, Token veya başka bir deyişle.
vi_vn: Người bán đã đặt mua đơn hàng của bạn, vui lòng thanh toán trong vòng 15 phút. Vui lòng lưu ý không ghi chú một số từ ngữ mang tính chất nhạy cảm trong quá trình chuyển tiền,Ví dụ như: tàn sản kỹ thuật số, BTC, Token hoặc các từ ngữ khác.
zh_hans: 您的广告已有卖家下单，请15分钟内付款。 请转账不要备注敏感信息， 例：数字货币，BTC，Token等字样。

# OTC1020
source: You have confirmed the payment, please wait for the seller to confirm the receipt and release.
ja: 支払いを確認していただきました。売り手が入金を確認し、トークンをリリースするまでお待ちください。
ko: 결제를 완료하였습니다. 매도인이 결제 내용을 확인하고, 전송할 때까지 기다려 주세요.
tr: Ödemeyi onayladınız, lütfen satıcının makbuz ve onaylamayı onaylamasını bekleyin.
vi_vn: Bạn đã xác nhận thanh toán, Vui lòng chờ đợi người bán xác nhận việc thanh toán và giải phóng tài sản.
zh_hans: 您已确认打款，请耐心等待对方确认收款并放行。

# OTC1050_front
source: The seller has confirmed your payment. The
ja: 売り手が入金を確認しました。
ko: 매도인이 결제를 확인하였습니다
tr: Satıcı ödemenizi onayladı.
vi_vn: Người bán đã xác nhận thanh toán
zh_hans: 对方已确认收到您的付款，您所购买的

# OTC1050_back
source: you bought has been transferred to your account, Please check.
ja: 購入された%amount%がアカウントに振り込まれたので、ご確認のほどお願いいたします。
ko: 귀하의 계정으로 이체되었습니다. 확인해주세요.
tr: Satın aldığınız hesabınıza havale edildi, Lütfen kontrol edin.
vi_vn: Đơn hàng mua đã được chuyển tới tài khoản của bạn, vui lòng kiểm tra.
zh_hans: 已经发送到您的账户，请查收。

# OTC1011
source: Your AD has been ordered by the buyer, please wait for the buyer to pay.
ja: 掲載された広告に関しては買い手が見つかりました。購入者が支払うまでお待ちください。
ko: 귀하의 광고가 매수인에 의해 주문되었습니다.. 매수인이 결제할 때까지 잠시만 기다려주세요.
tr: Reklamınız alıcı tarafından sipariş edildi, lütfen alıcının ödemesini bekleyin.
vi_vn: Quảng cáo của bạn đã được người mua đặt hàng, vui lòng chờ đợi người mua thanh toán.
zh_hans: 您的广告已有买家下单，请等待买方付款。

# OTC2011
source: You have successfully ordered, please wait for the buyer to pay.
ja: 注文が引き受けされました。購入者が支払うまでお待ちください。
ko: 주문이 완료되었습니다. 매수인이 결제 할 때까지 잠시만 기다려주세요 .
tr: Başarıyla emri girdiniz, lütfen alıcının ödemesini bekleyin.
vi_vn: Bạn đã đặt hàng thành công, vui lòng chờ đợi người mua thanh toán.
zh_hans: 您已成功下单，请等待买方付款。

# OTC1021
source: The buyer has confirmed the payment. Please check your balance and release digital assets to the buyer in time. Note: Please be sure to log in to your account to confirm the payee is same as orderer, otherwise it may cause the loss of your assets.
ja: 購入者が支払いを確認しました。残高を確認し、時間通りに相応のデジタル資産をリリースしてください。注意：アカウントにログインし、支払者が注文者とは同一人物であることを確認してください。そうでなければ、資産損失につながりかねません。
ko: 매수인이 결제를 완료하였습니다. 입금 내역을 확인하신 후, 디지털 자산을 유효 시간 내에 매수인에게 전송해주세요. 주의: 수령인이 주문자와 동일한지 확인하기 위해 계정에 로그인해주세요. 그렇지 않으면 자산 손실을 초래할 수 있습니다.
tr: Alıcı ödemeyi onayladı. Lütfen bakiyenizi kontrol edin ve dijital varlıkları zamanında alıcıya bırakın. Not: Alacaklı ile emri girenin aynı olduğunu onaylamak için lütfen hesabınıza giriş yaptığınızdan emin olun, aksi halde varlıklarınızın kaybolmasına neden olabilir.
vi_vn: Người mua đã xác nhận việc thanh toán. Vui lòng kiểm tra số dư tài sản của mình và giải phóng tài sản cho người mua kịp thời. Lưu ý: Vui lòng đảm bảo rằng bạn đang đăng nhập vào tài khoản của mình để xác nhận tên người mua và tên người đặt hàng có giống nhau không, để đảm bảo tránh xảy ra mất mát tài sản của bạn.
zh_hans: 买方已标记付款。请及时查收并尽快向买方放行。注意，请务必登录您的账号确认收款后再操作，否则有可能造成您财产的损失。

# OTC1051_front
source: You have clicked Release
ja: ~をリリースしました
ko: 발행 버튼을 누르셨습니다
tr: Serbest bırakmaya tıkladınız
vi_vn: Bạn đã ấn vào nút giải phóng tài sản
zh_hans: 您已点击放行

# OTC1051_back
source: and the counterparty will receive your
ja: 取引相手のアカウントに～が入金されます。
ko: 상대방이 귀하의 매도를 수령하였습니다.
vi_vn: và đối tượng giao dịch sẽ nhận được
zh_hans: 对方将收到您出售的

# OTC1040
source: The order has been cancelled, please check your balance to avoid any losses.
ja: 注文が取り消されました。資産損失を防ぐため、残高をご確認ください。
ko: 주문이 취소되었습니다. 손실이 없도록 자산을 확인해주세요
tr: Emir iptal edildi, kayıplardan kaçınmak için lütfen bakiyenizi kontrol edin.
vi_vn: Đơn đặt hàng đã bị hủy, vui lòng kiểm tra tài sản của bạn để tránh xảy ra trường hợp mất mát.
zh_hans: 订单已经取消，请核对您的资产，不要造成经济损失。

# OTC1041
source: The seller has cancelled the order, please check your balance to avoid any losses.
ja: 売り手により注文が取り消されました。資産損失を防ぐため、残高をご確認ください。
ko: 매도인이 주문을 취소하였습니다. 손실이 없도록 자산을 확인해주세요..
tr: Satıcı emri iptal etti, lütfen herhangi bir zararı önlemek için bakiyenizi kontrol edin.
vi_vn: Người bán đã hủy đơn hàng, vui lòng kiểm tra tài sản của bạn để tránh xảy ra trường hợp mất mát.
zh_hans: 买方已经取消订单，请核对您的资产，不要造成经济损失。

# OTC3040
source: Dear users, because the order is not completed in time, the order is automatically cancelled by the system. Please check your balance to avoid any losses.
ja: ご利用のお客様へ、ご注文は時間通りに完了していないため、システムにより自動的に取り消されました。資産損失を防ぐため、残高をご確認ください。
ko: 주문이 제시간에 완료되지 않아서 시스템이 자동으로 주문을 취소하였습니다. 자산 손실이 없도록 자산을 확인해주세요
tr: Sevgili kullanıcılar, emir zamanında tamamlanamadığından emir otomatik olarak sistem tarafından iptal edilir. Kayıpları önlemek için lütfen bakiyenizi kontrol edin.
vi_vn: Kính gửi người dùng, bởi vì đơn hàng không được hoàn tất trong thời gian giao dịch, hệ thống sẽ tự động hủy đơn đặt hàng của bạn. Vui lòng kiểm tra kĩ tài sản của bạn để tránh xảy ra trường hợp mất mát.
zh_hans: 尊敬的用户，因为订单未再规定期限内完结，订单由系统自动取消，请核对您的资产，不要造成经济损失。

# OTC1031
source: Dear customer, You have been complained by buyer. The order will be handled customer service. In order to avoid dispute, Please contact customer service for clarification. Thanks for your cooperation!
ja: ご利用のお客様へ、購入者からクレームが寄せられたため、注文はカスタマーサポートが処理いたします。トラブル防止のため、カスタマーサポートから事業説明を聞いていただけると幸いです。何卒ご理解のほどよろしくお願いいたします。
ko: 매수인으로부터 불만이 접수되었습니다. 해당 주문은 고객센터에서 처리될 것이며, 분쟁을 피하기 위해 고객센터에 문의하여 안내를 받으십시오. 협조해 주셔서 감사합니다.
tr: Değerli müşterimiz, alıcı tarafından şikayet var. Emir, müşteri hizmetleri tarafından ele alınacaktır. Anlaşmazlığı önlemek için, açıklama için lütfen müşteri hizmetleri ile iletişime geçin. İşbirliğiniz için teşekkürler!
vi_vn: Kính gửi khách hàng, đơn hàng của bạn đã bị người mua khiếu nại. Đơn hàng sẽ được dịch vụ chăm sóc khách hàng hỗ trợ xử lý. Để tránh xảy ra bất kỳ tranh chấp, vui lòng liên hệ với dịch vụ chăm sóc khách hàng để làm rõ. Cảm ơn vì sự hợp tác của bạn.!
zh_hans: 尊敬的用户，您已遭到买方投诉，订单将交由客服介入处理，为了避免纠纷，请您上传未收到买家付款的证明，感谢您的配合。

# OTC1030
source: Dear customer, your complain is under review. In order to avoid any dispute, Please upload the proof of successful payment . For any questions, please contact our customer service. Thanks for your cooperation!
ja: ご利用のお客様へ、提出していただいたクレームをレビュー中です。トラブル防止のため、支払い済みの証拠をアップロードしてください。ご不明な点がございましたらカスタマーサポートまでご連絡ください。何卒ご理解のほどよろしくお願いいたします。
ko: 고객님의 불만 신고 내용을 검토 중입니다. 분쟁을 피하기 위해, 결제 완료 증빙 서류를 업로드 해주세요. 문의 사항이 있을 경우, 고객센터에 문의해주십시오. 협조해 주셔서 감사합니다.
tr: Değerli müşterimiz, şikayetiniz inceleniyor. Herhangi bir anlaşmazlığı önlemek için, lütfen başarılı bir ödeme kanıtı yükleyin. Herhangi bir sorunuz için lütfen müşteri hizmetlerimizle iletişime geçin. İşbirliğiniz için teşekkürler!
vi_vn: Kính gửi khách hàng, Khiếu nại của bạn đang được xem xét. Để tránh xảy ra bất kì tranh chấp, vui lòng đăng tải bằng chứng đã thanh toán đơn hàng. Đối với bất kỳ câu hỏi nào, vui lòng liên hệ với dịch vụ chăm sóc khách hàng của chúng tôi. Cảm ơn vì sự hợp tác của bạn!
zh_hans: 尊敬的用户，您的投诉客服已经受理，为了避免纠纷，请您上传付款成功的证明 ，以证明卖方未按规定放币，感谢您的配合。

# OTC2030
source: Dear customer, You have been complained by seller. The order will be handled customer service. In order to avoid dispute, Please upload the proof of successful payment ,Thanks for your cooperation!
ja: ご利用のお客様へ、売り手からクレームが寄せられたため、注文はカスタマーサポートが処理いたします。トラブル防止のため、支払い済みの証拠をアップロードしてください。何卒ご理解のほどよろしくお願いいたします。
ko: 매도인으로부터 불만이 접수되었습니다. 해당 주문은 고객센터에서 처리될 것이며, 분쟁을 피하기 위해, 결제 완료 증빙 서류를 업로드 해주세요. 협조해 주셔서 감사합니다.
tr: Değerli müşterimiz, satıcı tarafından şikayet var. Emir, müşteri hizmetleri tarafından ele alınacaktır. Anlaşmazlığı önlemek için, lütfen başarılı ödeme kanıtı yükleyin, işbirliğiniz için teşekkürler!
vi_vn: Kính gửi khách hàng, bạn đã bị người bán khiếu nại. Đơn hàng sẽ được dịch vụ chăm sóc khách hàng hỗ trợ xử lý. Để tránh xảy ra bất kỳ tranh chấp, vui lòng đăng tải bằng chứng đã thanh toán đơn hàng. Cảm ơn vì sự hợp tác của bạn!
zh_hans: 尊敬的用户，您已遭到卖方投诉，订单将交由客服介入处理，为了避免纠纷，请您上传付款成功的证明，感谢您的配合。

# OTC2031
source: Dear users, you have been complained by the buyer, the order will be handled customer service, in order to avoid dispute, please upload the funds transaction to prove that the seller did not release as required. Thank you for your cooperation.
ja: ご利用のお客様へ、売り手からクレームが寄せられたため、注文はカスタマーサポートが処理いたします。トラブル防止のため、売り手が規定通りにトークンをリリースしていないことを証明するための取引履歴をアップロードしてください。何卒ご理解のほどよろしくお願いいたします。
ko: 매도인으로부터 불만이 접수되었습니다. 해당 주문은 고객센터에서 처리하게 될 것이며, 분쟁을 피하기 위해 매수인의 미입금한 내역 증빙자료를 업로드 해주세요. 협조해 주셔서 감사합니다
tr: Sevgili kullanıcılar, alıcı tarafından şikayet var, emir anlaşmazlığı önlemek için müşteri hizmetleriyle ele alınacak, lütfen satıcının gerektiği gibi serbest bırakmadığını kanıtlamak için fon işlemini yükleyin. İşbirliğiniz için teşekkürler.
vi_vn: Kính gửi người dùng, bạn đã bị người mua khiếu nại. Đơn hàng sẽ được dịch vụ chăm sóc khách hàng hỗ trợ xử lý. Để tránh xảy ra bất kỳ tranh chấp, vui lòng đăng tải lịch sử giao dịch để chứng minh rằng người bán chưa giải phóng tài sản theo yêu cầu. Cảm ơn vì sự hợp tác của bạn.
zh_hans: 尊敬的用户，您的投诉客服已经受理，为了避免纠纷，请您上传未收到买家付款的证明，以证明买方未按规定打款，感谢您的配合。

# OTC3030
source: Dear customer, the order has not been completed in time. In order to avoid any dispute, Please upload the proof of successful payment . For any questions, please contact our customer service. Thanks for your cooperation!
ja: ご利用のお客様へ、注文が時間通りに完了していないです。トラブル防止のため、支払い済みの証拠を提出していただけると幸いです。ご不明な点がございましたらカスタマーサポートまでご連絡ください。何卒ご理解のほどよろしくお願いいたします。
ko: 고객님, 안녕해주세요. 주문이 제시간에 이루어지지 않았습니다. 분쟁이 발생하지 않도록 결제 관련 서류를 올려주시기 바랍니다. 문의가 있으면 고객 서비스 센터에 연락해주시기 바랍니다. 귀하의 협조에 감사드립니다.
tr: Değerli müşterimiz, emir zamanında tamamlanmamıştır. Herhangi bir anlaşmazlığı önlemek için, lütfen başarılı bir ödeme kanıtı yükleyin. Herhangi bir sorunuz için lütfen müşteri hizmetlerimizle iletişime geçin. İşbirliğiniz için teşekkürler!
vi_vn: Kính gửi khách hàng, đơn hàng không hoàn thành kịp trong thời gian cho phép. Để tránh xảy ra bất kỳ tranh chấp, vui lòng đăng tải bằng chứng đã thanh toán thành công đơn hàng. Đối với bất kỳ câu hỏi nào, vui lòng liên hệ dịch vụ chăm sóc khách hàng. Cảm ơn vì sự hợp tác của bạn!
zh_hans: 尊敬的用户，因为订单未在规定期限内完结，为了避免纠纷，请您上传付款成功的证明，感谢您的配合。

# OTC3031
source: Dear customer, your complaint is under review. In order to avoid dispute, Please upload proof of unreceived payment ,Thanks for your cooperation!
ja: ご利用のお客様へ、提出していただいたクレームをレビュー中です。トラブル防止のため、未入金の証拠を提出していただけると幸いです。何卒ご理解のほどよろしくお願いいたします。
ko: 고객님의 판매 주문이 규정 시간 내에 완료되지 않았습니다. 분쟁을 피하기 위해 매수인의 미입금 내역 증빙 자료를 업로드 해주세요. 협조해 주셔서 감사합니다.”,
tr: Değerli müşterimiz, şikayetiniz inceleniyor. Anlaşmazlıklardan kaçınmak için lütfen kabul edilmeyen ödeme kanıtını yükleyin, İşbirliğiniz için teşekkürler!
vi_vn: Kính gửi khách hàng, khiếu nại của bạn đang được xem xét. Để tránh xảy ra bất kỳ tranh chấp, vui lòng đăng tải bằng chứng chưa nhận được thanh toán. Cảm ơn vì sự hợp tác của bạn!
zh_hans: 尊敬的用户，因为订单未在规定期限内完结，为了避免纠纷，请您上传未收到买家付款的证明，感谢您的配合。

# OTCAd
source: AD Management
ja: 広告管理
ko: 광고 관리
tr: Reklam Yönetimi
vi_vn: Quản lý quảng cáo
zh_hans: 广告

# OTCAdTitle
source: OTC ADs
ja: OTC広告
ko: OTC 관고
tr: OTC Reklamı
vi_vn: Qủang cáo OTC
zh_hans: OTC广告

# OTCCreatAd
source: Publish ADs
ja: 広告を作成
ko: 광고 퍼블리싱
tr: Reklamı Yayınla
vi_vn: Đăng quảng cáo
zh_hans: 发布广告

# OTCBuyTokenName
source: Coin Type
ja: コインタイプ
ko: 코인 유형
tr: Koin türü
vi_vn: Loại tiền
zh_hans: 币种

# OTCFaBi
source: Fiat
ja: 法定貨幣
zh_hans: 法币

# OTCLimitMin
source: Min. single trade limit
ja: 取引一回の最低限度
ko: 1회 최소 거래 지정가
tr: Min. tek trade limiti
vi_vn: Giới hạn giao dịch tối thiểu cho đơn hàng
zh_hans: 最小单笔限额

# OTCLimitMax
source: Max. single trade limit
ja: 取引一回の最高限度
ko: 1회 최대 거래 지정가
tr: Maks. tek trade limiti
vi_vn: Giới hạn giao dịch tối đa cho đơn hàng
zh_hans: 最大单笔限额

# OTCRemarkOption
source: Remark(Optional)
ja: 備考(自由)
ko: 비고(옵션)
tr: Yorum(İsteğe Bağlı)
vi_vn: Chú thích (Tùy chọn)
zh_hans: 交易备注（选填）

# OTCCreateAdSuccessed
source: Publish Successfully
ja: 広告が作成されました
ko: 퍼블리싱 완료
tr: Başarıyla Yayınlandı
vi_vn: Đăng tải thành công
zh_hans: 发布成功

# OTCPriceEmpty
source: Please enter price
ja: 価格を入力してください
ko: 가격을 입력해주세요
tr: Lütfen fiyatı giriniz
vi_vn: Vui lòng điền giá
zh_hans: 单价不能为空

# OTCAmountEmpty
source: Please enter amount
ja: 数量を入力してください
ko: 수량을 입력해주세요
tr: Lütfen miktarı giriniz
vi_vn: Vui lòng điền số lượng
zh_hans: 数量不能为空

# OTCLimitMinEmpty
source: Please enter Min. single trade limit
ja: 取引一回の最低限度を入力してください
ko: 1회 최소 거래 지정가를 입력해주세요
tr: Lütfen min. tek trade limitini giriniz
vi_vn: Vui lòng điền giới hạn giao dịch tối thiểu cho đơn hàng
zh_hans: 最小单笔限额不能为空

# OTCLimitMaxEmpty
source: Please enter Max. single trade limit
ja: 取引一回の最高限度を入力してください
ko: 1회 최대 거래 지정가를 입력해주세요
tr: Lütfen maks. tek trade limitini giriniz
vi_vn: Vui lòng điền giới hạn giao dịch tối đa cho đơn hàng
zh_hans: 最大单笔限额不能为空

# OTCOffline
source: Delist
ja: リストから外す
ko: 삭제
tr: Listeden Sil
vi_vn: Gỡ bỏ quảng cáo
zh_hans: 下架

# OTCSureOffline
source: Are you sure to delist the advertisement?
ja: この広告をリストから外しますか？
ko: 광고를 삭제하시겠습니까?
tr: Reklamı silmek istediğinize emin misiniz?
vi_vn: Bạn có chắc muốn gỡ bỏ quảng cáo?
zh_hans: 是否确定下架广告?

# OTCSureModifyAndOffline
source: Confirm to delist and modify the AD?？
ja: この広告をリストから外して再編集しますか？
ko: 광고를 삭제하고 수정하시겠습니까？
tr: Reklamı silmek ve değiştirmek için onaylayın?
vi_vn: Xác nhận bạn muốn gỡ bỏ và điều chỉnh lại quảng cáo?ï¼Ÿ
zh_hans: 是否确定下架并修当前改广告？

# OTCChangePrice
source: Floating Price
ja: 変動価格
ko: 변동 가격
vi_vn: Giá thả nổi
zh_hans: 浮动价格

# OTCLastDealPrice
source: Index Price≈
ja: インデックス価格≈
ko: 가격 지수≈
vi_vn: Chỉ số giá â‰ˆ
zh_hans: 参考指数≈

# OTCMoreMoneyRate
source: Premium Ratio
ja: プレミアム比率
ko: 프리미엄 비율
tr: Premium Oranı
vi_vn: Tỷ lệ phí giao dịch
zh_hans: 溢价比例

# OTCPleaseSetMoneyRate
source: Please set premium ratio between 80% - 120%
ja: プレミアム比率を80% - 120%の区間内に設定してください
ko: 프리미엄 비률을 80% - 120%사이로 설정해주세요
tr: Lütfen premium oranını %80 - %120 arasında ayarlayın
vi_vn: Vui lòng đặt tỷ lệ phí giao dịch giữa 80% - 120%
zh_hans: 请在 80%-120% 之间设置溢价

# OTCPleaseSetMoneyIn
source: Please set unit price within %@-%@
ja: 単位価格を %@-%@の区間内に設定してください
ko: 단가를 %@-%@사이로 설정해주세요
tr: Lütfen birim fiyatını %@-%@ arasında ayarlayın
vi_vn: Vui lòng đặt đơn giá trong khoảng %@-%@
zh_hans: 请在 %@-%@ 之间设置单价

# OTCPleaseSetLimitIn
source: Please set the limit between %@-%@
ja: 限度額を%@-%@の区間内に設定してください
ko: 지정가를 %@-%@사이로 설정해주세요
tr: Lütfen limiti %@-%@ arasında ayarlayın
vi_vn: Vui lòng đặt giới hạn trong khoảng %@-%@
zh_hans: 请在 %@-%@ 之间设置限额

# OTCPleaseSetLimitAmountIn
source: Please set the quantity between %@-%@
ja: 数量を%@-%@の区間内に設定してください
ko: 수량을 %@-%@사이로 설정해주세요
tr: Lütfen miktarı %@-%@ arasında ayarlayın
vi_vn: Vui lòng đặt số lượng trong khoảng %@-%@
zh_hans: 请在 %@-%@ 之间设置数量

# OTCLimitRemark
source: The remark is within 200 characters
ja: 備考は200文字以内にしてください
ko: 비고란에 200자리 이내의 부호를 입력하셔야 합니다
tr: Yorum 200 karaktere kadar olmalıdır
vi_vn: Ghi chú thích trong khoảng 200 kí tự
zh_hans: 备注不能超过200字符

# OTCTokenCanUse
source: Available
ja: 利用可能
ko: 사용 가능
tr: Mevcut
vi_vn: Có thể sử dụng
zh_hans: 可用

# OTCMoneyNotEnough
source: Insufficient Balance
ja: 資金不足
ko: 잔액 부족
tr: Yetersiz bakiye
vi_vn: Không đủ số dư
zh_hans: 账户余额不足

# OTCRealNameEmpty
source: Please enter real name
ja: 名前を入力してください
ko: 실명을 입력해주세요
tr: Lütfen gerçek isminizi giriniz
vi_vn: Vui lòng điền tên thật
zh_hans: 真实姓名不能为空

# Finance
source: Bitmore
ja: ビットモア
zh_hans: 币多多

source: Bill
ja: 請求書
tr: Fatura
vi_vn: Hóa đơn
zh_hans: 账单

# AnnualizationInThePastSevenDays
source: 7 days annualized return
ja: 七日年率換算リターン
ko: 7일 년화 수익률
tr: Son 7 gün yıllıklandırılmış getiri
vi_vn: Lãi năm trong 7 ngày
zh_hans: 近七日年化

# AnnualizationInThePastSevenDaysGet
source: Annualized return based on the past week return
ja: 先週のリターンに基づく年間リターン
ko: 지난 주수익률을 기반으로 환산된 연수익률
vi_vn: Tỷ lệ lãi năm trong 7 ngày
zh_hans: 近七日年化收益率

# RemainingOpenQuota
source: Remaining Open Limit
ja: 残りオープン限度
ko: 오픈 한도 보유
tr: Kalan Açık Limit
vi_vn: Hạn mức mở còn
zh_hans: 剩余开放额度

# OnSale
source: Open Soon
ja: まもなく公開
ko: 오픈 예정
tr: Yakında açılıyor
vi_vn: Sớm mở
zh_hans: 即将开售

# sellOut
source: Sold Out
ja: 完売
ko: 매진
tr: Satıldı
vi_vn: Đã bán hết
zh_hans: 售罄

# ApplyForThePurchase
source: Order
ja: 注文
ko: 주문
tr: Emir
vi_vn: Mua
zh_hans: 申购

# ApplyForThePurchaseAmount
source: Purchase Amount
ja: 購入数量
ko: 매수 수량
tr: Satın Alma Miktarı
vi_vn: Số lượng mua
zh_hans: 申购金额

# StartBuy
source: Min Order
ja: 最小注文
ko: 최소 주문량
tr: Min Emir
vi_vn: Lệnh tối thiểu
zh_hans: 起购

# Recharge
source: Deposit
ja: 入金
ko: 입금
tr: Yatırma
vi_vn: Gửi tiền
zh_hans: 充值

# iOSCurrentAgreement
source: Terms and Conditions
ja: 規約
ko: 이용약관
tr: Şartlar ve Koşullar
vi_vn: Các điều khoản và điều lệ
zh_hans: 《活期协议》

# OKApplyForThePurchase
source: Confirm Order
ja: 注文を確定
ko: 주문 확인
tr: Emri Onayla
vi_vn: Xác nhận đơn hàng
zh_hans: 确认申购

# WalletAvailableCredit
source: Available Wallet Balance
ja: 利用可能残高
ko: 사용 가능 잔액
tr: Kullanılabilir Cüzdan Bakiyesi
vi_vn: Số dư ví hiện
zh_hans: 钱包可用额度

source: Purchase Result
ja: 購入結果
ko: 매수 결과
tr: Satın Alım Sonuçları
vi_vn: Kết quả mua
zh_hans: 申购结果

# PurchaseSucceeded
source: Order Successful
ja: 注文成功
ko: 주문 완료
tr: Emir Başarılı
vi_vn: Đã mua thành công
zh_hans: 申购成功

# StartIncome
source: Accumulating Bonus
ja: ボーナスを累積
ko: 보너스 누적
vi_vn: Bonus tích lũy
zh_hans: 开始计算收益

# GetIncome
source: Bonus Credited
ja: ボーナスが振り込まれました
ko: 보너스 적립
tr: Bonus Yatırıldı
vi_vn: Thưởng đã được gửi
zh_hans: 收益到账

# FinanceAssets
source: Bitmore Asset
ja: ビットモア資産
ko: 비트모어 자산
tr: Bitmore Varlıkları
vi_vn: Tài sản Bitmore
zh_hans: 币多多资产

# FinanceAssetsSum
source: Total Asset Balance
ja: 合計資産残高
ko: 총 자산 잔액
tr: Toplam Varlık Bakiyesi
vi_vn: Tổng số dư tài sản
zh_hans: 币多多资产折合

# Redemption
source: Redeem
ja: 返済
ko: 상환
vi_vn: Chuyển đổi
zh_hans: 赎回

# OKRedemption
source: Confirm Redeem
ja: 返済確認
ko: 상환 확인
vi_vn: Xác nhận quy đổi
zh_hans: 确认赎回

# HoldingAmount
source: Holding Balance
ja: 所持残高
ko: 잔액 보유
vi_vn: Số dư nắm giữ
zh_hans: 持有金额

# CumulativeIncome
source: Cumulative Return
ja: 累積収益額
ko: 누적 수익
tr: Birikimli İade
vi_vn: Lợi nhuận tích lũy
zh_hans: 累计收益

# YesterdayEarnings
source: Yesterday’s Return
ja: 昨日の収益額
ko: 전일 수익
tr: Dünki İade
vi_vn: Lợi nhuận hôm trước
zh_hans: 昨日收益

source: Redemption Amount
ja: 償還額
ko: 상환 수량
vi_vn: Số lượng quy đổi
zh_hans: 赎回金额

source: Redemption Result
ja: 償還結果
ko: 상환 결과
vi_vn: Kết quả quy đổi
zh_hans: 赎回结果

# RedemptionApplicationHasBeenSubmitted
source: Redemption Application Submitted
ja: 償還申請が提出されました
ko: 상환 신청이 접수되었습니다
vi_vn: Đã gửi đơn quy đổi
zh_hans: 赎回申请已提交

# ToWalletAccount
source: Redeem %@ %@ to Wallet Account
ja: %@ %@をウォレットアカウントに償還する
ko: %지갑%@ %@ 계정으로 상환
vi_vn: Quy đổi %@ %@ sang tài khoản Ví
zh_hans: 赎回%@ %@至钱包账户

source: Apply for Redemption
ja: 償還を申請する
ko: 상환 신청
vi_vn: Đăng ký quy đổi
zh_hans: 申请赎回

# RedemptionSuccess
source: Redeem Successful
ja: 償還されました
ko: 상환 완료
vi_vn: Chuyển đổi thành công
zh_hans: 赎回成功

# ExpectedWithin24Hours
source: Within 24 hours
ja: 24時間以内
ko: 24시간 이내
tr: 24 saat içinde
vi_vn: Trong vòng 24h
zh_hans: 预计24小时内
