Repository: CoderGYC/KLine-1
Catalog: KLineDemo/GlobalLanguage/*.lproj/Localizable.strings
Languages: ja, ko, tr, vi_vn, zh_hans

# KYC-VerifiedError
source: This information is incorrect/inconsistent.
ja: 信息错误或不一致？
ko: 정확한 정보가 아니거나, 불일치한가요？
vi_vn: Thông tin không chính xác / không nhất quán.
zh_hans: 信息错误或不一致？

# KYC-ReVerified
source: Please verify again
ja: 重新认证Lv.1
ko: Lv.1다시 인증 기초인증
vi_vn: Vui lòng xác minh lại
zh_hans: 重新认证Lv.1

# KYC-StartVerified
source: Information verified, please begin verification
ja: 核对正确，开始认证
ko: 정확한지 확인 후 인증 시작하기
vi_vn: Thông tin đã xác minh , vui lòng bắt đầu xác minh
zh_hans: 核对正确，开始认证

# KYC-NoVerifiedLv2
source: Please complete Lv.1 verification
ja: 先完成Lv.1认证
ko: 기초 먼저 인증을 완료 해주세요
vi_vn: Hoàn thành xác minh LV1
zh_hans: 先完成Lv.1认证

# KYC-NoVerifiedLv3
source: Please complete Lv.2 verification
ja: 先完Lv.2认证
ko: 고급인증을 먼저 완료 해주세요
vi_vn: Hoàn thành xác minh LV2
zh_hans: 先完Lv.2认证

# KYC-VerifiedSuccess
source: Verification Complete
ja: 认证成功
ko: 인증 성공
vi_vn: Xác minh hoàn tất
zh_hans: 认证成功

# KYC-StartOK
source: To begin, please confirm
ja: 开始前请确认
ko: 시작하기전에 확인을 먼저 해주세요
vi_vn: Trước khi bắt đầu ,vui lòng kiểm tra
zh_hans: 开始前请确认

# KYC-VideoAlert1
source: Network connectivity (WiFi / 4G)
ja: 网络畅通(WiFi/4G)
ko: 네트워크 환경(WiFi/4G)
vi_vn: Kết nối mạng ổn định (WiFi / 4G)
zh_hans: 网络畅通(WiFi/4G)

# KYC-VideoAlert2
source: Good lighting conditions
ja: 光线充足
ko: 光线充足
vi_vn: Điều kiện ánh sáng tốt
zh_hans: 光线充足

# KYC-VideoAlert3
source: Please remove any cap/hat
ja: 请勿带帽
ko: 모자를 착용하자 마세요
vi_vn: Vui lòng bỏ mũ hoặc vật dụng trên đầu của bạn
zh_hans: 请勿带帽

# KYC-StartVideoVerified
source: Begin Verification
ja: 开始认证
ko: 인증 시작
vi_vn: Bắt đầu xác minh
zh_hans: 开始认证

# KYC-NoStart
source: Skip
ja: 下次再说
ko: 다음에 하기
vi_vn: Bỏ qua
zh_hans: 下次再说

# KYC-Lv2NegativeAlert1
source: A valid photo of the front and back of your Identity Card
ja: 本人有效证件反面照片
ko: 본인의 유효한 신분증 반댓면 사진
vi_vn: Ảnh mặt trước và mặt sau của Chứng minh nhân dân của bạn
zh_hans: 本人有效证件反面照片

# KYC-Lv2NegativeAlert2
source: Please submit a photo of your Identity Card, front and back. The photo of your Identity Card must be clearly visible without any modification or obstruction.
ja: 请您上传有效证件反面照，请确保内容清晰可见
ko: 유효한 신분증 사진 반댓면을 업로드 해주세요. 사진은 선명하고 명확하게 보여야합니다.
vi_vn: Vui lòng gửi hình ảnh của Chứng minh nhân dân bao gồm mặt trước và mặt sau. Ảnh của Chứng minh nhân dân của bạn phải được hiển thị rõ ràng mà không có bất kỳ dấu vết tẩy xóa nào.
zh_hans: 请您上传有效证件反面照，请确保内容清晰可见

# KYC-Lv2FaceError
source: Verification failed
ja: 认证失败
ko: 인증 실패
vi_vn: Xác minh thất bại
zh_hans: 认证失败

# KYC-Lv3ReVideo
source: Record again
ja: 重新录制
ko: 다시 녹화
vi_vn: Quay video lại
zh_hans: 重新录制

# KYC-Lv3Submit
source: Submit
ja: 提交审核
ko: 심사 신청서 제출
vi_vn: Gửi
zh_hans: 提交审核

# KYC-Lv3SubmitError
source: Submission fail
ja: 提交失败
ko: 제출 실패
vi_vn: Gửi thất bại
zh_hans: 提交失败

# NetConnecttionSecureAlert
source: Your web connection may be exposed to external risks, please switch to a secure connection.
ko: 귀하의 인터넷 연결에 위험요소가 있습니다. 안전한 네트워크 환경에서 APP을 실행 해 주세요.
vi_vn: Kết nối hiện tại bạn có thể gặp rủi ro , vui lòng chuyển sang kết nối an toàn.
zh_hans: 您的网络可能存在风险，请更换到更安全的网络下打开应用

# NetConnecttionSecureTip
source: Tip
ko: 팁
vi_vn: Mẹo
zh_hans: 提示

# IntegritySecureAlert
source: Your application may be at risk, please download the application from official channels
ko: 귀하의 어플리케이션이 위험에 노출됐을 수 있습니다. 공식 채널에서 어플리케이션을 다운로드 해주시기 바랍니다.
vi_vn: Ứng dụng của bạn có nguy cơ rủi ro, vui lòng tải xuống ứng dụng từ các kênh chính thống
zh_hans: 您的应用可能存在风险，请从官方渠道下载应用

# ShareMore1
source: Never satisfied with these profit
ko: 이 정도 수익에 절대 만족하지 않는다
vi_vn: Không bao giờ hài lòng với lợi nhuận này
zh_hans: 挣这点不够，我还要更多

# ShareMore2
source: I AM RICH
ko: 나는 부자다
vi_vn: Tôi GIÀU
zh_hans: I'm Rich

# ShareMore3
source: Greedy is good
ko: 탐욕은 좋다
vi_vn: Tham lam là tốt
zh_hans: 多买多涨，人生赢家

# ShareMore4
source: todaMOOOOOOON
ko: 가즈아아아아아
zh_hans: 哈哈，离100倍不远了

# ShareNil1
source: Cry for my $
ko: $가 필요하다
vi_vn: Khóc cho tôi $
zh_hans: 被割了，呜呜

# ShareNil2
source: In Crypto we HOLD
ko: 코인은 홀딩이다
vi_vn: Trong tiền điện tử , chúng tôi giữ
zh_hans: 人在币市飘，哪有不挨刀

# ShareNil3
source: I WILL BE BACK
ko: 나는 돌아올 것이다
vi_vn: Tôi sẽ quay trở lại
zh_hans: 我还会挣回来的

# ShareNil4
source: Where is the bull
ko: 상승은 언제인가
vi_vn: Con bò ở đâu
zh_hans: 啊啊，我的别墅没了

# Share01
source: Breakeven is a bless
ko: 본전은 큰 축복이다
vi_vn: Hòa vốn là an lành
zh_hans: 不挣不亏，刚刚好

# Share02
source: No loss = big gain
ko: 잃지 않는다 = 수익을 본다
vi_vn: Không thua = Lợi nhuận lớn
zh_hans: 没亏就是挣

# ShareProfitRate
source: Profit Rate
ko: 수익률
vi_vn: Tỉ lệ lợi nhuận
zh_hans: 盈利率

# ShareProfitAmount
source: Profit Amount
ko: 총 수익금액
vi_vn: Lượng lời
zh_hans: 盈利额

source: Current Price
ko: 현재가
vi_vn: GIÁ hiện tại
zh_hans: 当前价格

# IndicesName
source: Name
ko: 이름
vi_vn: Tên
zh_hans: 标的名称

# FinanceAccount
source: Bitmore
ko: 비트모어
vi_vn: Tài chính
zh_hans: 币多多账户

# PleaseEnterAmountReceived
source: Please enter the amount
ko: 금액을 입력하십시오
vi_vn: Nhập số lượng
zh_hans: 请输入到账数量

source: Withdraw all
ko: 전액 출금
vi_vn: Rút tất cả
zh_hans: 提取全部

# CurrentlyAvailable
source: Available
ko: 사용 가능
vi_vn: Khả dụng
zh_hans: 当前可提

# WithdrawAmount
source: Withdrawal amount
ko: 출금 금액
vi_vn: Số lượng rút
zh_hans: 提币数量

# AddFavorite
source: Mark Favorite
ko: + 즐겨찾기 추가
vi_vn: Thêm sở thích
zh_hans: + 添加自选

source: Trade ID
ko: 거래 ID
vi_vn: ID Giao dịch
zh_hans: 成交单号

# PleaseEnterPhoneOrEmail
source: Please enter phone number or email address
ko: 핸드폰 번호 혹은 이메일 주소를 입력해주세요
vi_vn: Vui lòng nhập số điện thoại hoặc email
zh_hans: 请输入手机号或邮箱

# RetrievedByMobile
source: Recovery by phone number
ko: 핸드폰을 통해 비밀번호 되찾기
vi_vn: Khôi phục bằng số điện thoại
zh_hans: 通过手机号找回

# RetrieveByEmail
source: Recovery by email address
ko: 이메일을 통해 비밀번호 되찾기
vi_vn: Khôi phục bằng email
zh_hans: 通过邮箱找回

# AssetTransfer
source: Transfer Asset
ko: 자산 이체
vi_vn: Chuyển giao tài sản
zh_hans: 资产划转

# OrderNamber
source: Order Number
ko: 주문 번호
vi_vn: Đơn đặt hàng
zh_hans: 委托单号

# SureCancelWithdrawal
source: Are you sure you want to cancel the withdrawal?
ja: 引き出しをキャンセルしてもよろしいですか？
ko: 인출을 취소하시겠습니까?
tr: Para çekme işlemini iptal etmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn hủy bỏ việc rút tiền?
zh_hans: 确定要取消提币吗？

source: Cancellation successful
ja: 正常にキャンセルされました
ko: 취소성공
tr: Başarıyla iptal edildi
vi_vn: Đã hủy thành công
zh_hans: 取消成功

source: Cancellation failed
ja: キャンセルできませんでした
ko: 취소실패
tr: İptal başarısız oldu
vi_vn: Hủy bỏ thất bại
zh_hans: 取消失败

# ProfitLoss
source: Stop Profit/Loss
ja: Stop-loss/Stop-profit
ko: 역지정 주문
tr: Stop-loss/Stop-profit
vi_vn: Chốt lãi / Dừng lỗ
zh_hans: 止盈止损

# WhetherToUseProfitLoss
source: Use Stop-loss/Stop-profit?
ko: 역지정 주문을 사용하시겠습니까?
vi_vn: Sử dụng Dừng lỗ / Chốt lãi?
zh_hans: 您是否使用止盈止损？

# ProfitPrice
source: Stop-profit trigger price
ko: 이익 실현가
vi_vn: Giá kích hoạt lợi nhuận
zh_hans: 止盈价格

# PleaseEnterTheProfitStopPrice
source: Please enter the Stop-profit trigger pric
ja: Stop-profit trigger price
ko: 이익 실현가를 입력해 주세요
tr: Stop-profit trigger price
vi_vn: Vui lòng nhập giá kích hoạt Chốt lãi
zh_hans: 请输入止盈价格

# LossPrice
source: Stop-loss trigger price
ko: 스탑로스
vi_vn: Giá kích hoạt dừng lỗ
zh_hans: 止损价格

# PleaseEnterStopLossPrice
source: Please enter the Stop-loss trigger price
ja: Stop-loss trigger price
ko: 스탑로스 가격을 입력해 주세요
tr: Stop-loss trigger price
vi_vn: Vui lòng nhập giá kích hoạt dừng lỗ
zh_hans: 请输入止损价格

# RiskAssets
source: Risk Assets : %@BTC
ko: 리스크 자산：%@BTC
vi_vn: Tài sản rủi ro : %@BTC
zh_hans: 风险资产：%@BTC

source: Risk Asset Details
ko: 리스크자산 설명
vi_vn: Chi tiết tài sản rủi ro
zh_hans: 风险资产明细

# RiskAssetDescription
source: Note: In order to ensure the safety of your assets, assets deposited or OTC purchase within 24 hours will be classified as Risk Assets. When assets are classified as Risk Assets, withdrawal will be suspended.
ko: 설명：고객님의 자산 안전을 위해, 24시간내 입금 및 구매한 법정화폐는 리스크자산으로 분류 됩니다. 리스크 자산으로 분류된 자산은 출금이 제한 됩니다.
vi_vn: Lưu ý: Để đảm bảo an toàn cho tài sản của bạn, tài sản được gửi hoặc mua OTC trong vòng 24 giờ sẽ được phân loại là Tài sản rủi ro. Khi tài sản được phân loại là Tài sản rủi ro, việc rút tiền sẽ bị đình chỉ.
zh_hans: 说明：为了保证您的资产安全，24小时内充值和购买法币的资产会被列为风险资产，当资产被列为风险资产不能操作提币。

# RiskAssetCannotBeWithdrawn
source: Risk Assets cannot be withdrawn
ko: 리스크자산의 출금이 제한됩니다.
vi_vn: Tài sản rủi ro không thể rút
zh_hans: 风险资产不可提币

# RiskAssetsCloseSuccessfully
source: Stop Profit/Loss close successfully
ko: 역지정 주문 클로징 성공
vi_vn: Chốt lãi / Dừng lỗ thành công
zh_hans: 止盈止损关闭成功

# LoginPasswordAlert
source: For security purpose, please set up a login password for your account
ko: 고객님의 자산 안전을 위해, 로그인 비밀번호를 설정해주세요
vi_vn: Sự cố mật khẩu đăng nhập
zh_hans: 为了保障您的资产安全，请先设置登录密码

source: Quick login
ko: 빠른 로그인
vi_vn: Đăng nhập nhanh
zh_hans: 快速登录

source: Login password
ko: 로그인 비밀번호
vi_vn: Mật khẩu đăng nhập
zh_hans: 登录密码

# SetPasswordSucceeded
source: Password created successfully
ko: 비밀번호 설정 완료
vi_vn: Cài đặt mật khẩu thành công
zh_hans: 设置密码成功

# NoDataAd
source: No Record
ko: 광고 없음
vi_vn: Không có dữ liệu quảng cáo
zh_hans: 暂无广告

# ClickReload
source: click to reload
ko: 클릭하여 새로고침
vi_vn: Ấn để tải lại
zh_hans: 点击重新加载

# Profit
source: stop-limit
ko: 수익 지정
vi_vn: Lợi nhuận
zh_hans: 止盈

# Loss
source: stop-loss
ko: 손질 지정
vi_vn: Lỗ
zh_hans: 止损

source: calculator
ko: 계산기
vi_vn: Máy tính
zh_hans: 计算器

source: contract calculator
ko: 계약 계산기
vi_vn: Máy tính hợp đồng
zh_hans: 合约计算器

# ContractProfitCalculator
source: RoR Calculation
ko: 수익률 계산
vi_vn: Máy tính lợi nhuận hợp đồng
zh_hans: 收益率计算

# ContractLiquidationCalculator
source: LP Calculation
ko: 강제 청산가 계산
vi_vn: Máy tính thanh lý hợp đồng
zh_hans: 强平价计算

source: please enter
ko: 입렵하세요
vi_vn: Vui lòng nhập
zh_hans: 请输入

# Calculation
source: calculate
ko: 계산
vi_vn: Tính toán
zh_hans: 计算

# OpenPositionPrice
source: entry price
ko: 진입 가격
vi_vn: Giá mở vị thế
zh_hans: 开仓价格

# OpenPositionAmount
source: entry quantity
ko: 진입 수량
vi_vn: Số lượng mở vị thế
zh_hans: 开仓数量

# ClosePositionPrice
source: close price
ko: 청산 가격
vi_vn: Giá đóng vị thế
zh_hans: 平仓价格

# ClosePositionAmount
source: close quantity
ko: 청산 수량
vi_vn: Số lượng đóng vị thế
zh_hans: 平仓数量

# CalculationResults
source: calculation result
ko: 계산결과
vi_vn: Kết quả
zh_hans: 计算结果

# OpenPositionMargin
source: open margin
ko: 보유 포지션 증거금
vi_vn: Mở vị thế ký quỹ
zh_hans: 开仓保证金

# TakerFeeOpenPosition
source: Taker Fee (Open)
ko: Taker 수수료 (OPEN)
vi_vn: Phí mở vị thế của (Taker)
zh_hans: Taker手续费（开仓）

# MakerFeeOpenPosition
source: Maker Fee (Open)
ko: Maker 수수료 (OPEN)
vi_vn: Phí mở vị thế của (Maker)
zh_hans: Maker手续费（开仓）

# TakerFeeClosePosition
source: Take Fee (Close)
ko: Taker 수수료 (CLOSE)
vi_vn: Phí đóng vị thế của (Taker)
zh_hans: Taker手续费（平仓）

# MakerFeeClosePosition
source: Maker Fee (Close)
ko: Maker 수수료 (CLOSE)
vi_vn: Phí đóng vị thế của (Maker)
zh_hans: Maker手续费（平仓）

# ContractCalculatorAddMargin
source: margin call
ko: 증거금 추가
vi_vn: Tính việc kí thêm quỹ
zh_hans: 追加保证金

# ContractCalculatorLiquidationPrice
source: liquidation price
ko: 강제 청산 가격
vi_vn: Máy tính giá thanh lý hợp đồng
zh_hans: 强平价格

# Binds
source: Buy
ko: 매수 호가
vi_vn: Lưu
zh_hans: 买盘

# Asks
source: Sell
ko: 매도 호가
vi_vn: Tìm hiểu thêm
zh_hans: 卖盘

source: contract help
ko: 계약 도움말
vi_vn: Hỗ trợ Hợp đồng
zh_hans: 合约帮助

source: Optional
ko: 선택
vi_vn: Tùy chọn
zh_hans: 非必填

# OTCIBuy
source: Buy
ko: 매수
vi_vn: Mua
zh_hans: 我要买

# OTCISell
source: Sell
ko: 매도
vi_vn: Bán
zh_hans: 我要卖

# OTCFilter
source: Filter
ko: 필터
vi_vn: Bộ lọc
zh_hans: 筛选

# QuestionsAlert
source: Dear users, to ensure you truly understand the risks associated with contracts, you need to read the following rules to open trading.
ko: 사용자 여러분의 자산 안전과 리스크 관리를 위해, 거래 규칙을 이해하신 뒤 거래를 시작할 수 있습니다
zh_hans: 亲爱的用户，为了保证您接下来更好的控制资金风险，您需要了解交易规则，才能开通交易。

# StartAnsweringQuestions
source: Begin
ko: 알아보기
vi_vn: Bắt đầu
zh_hans: 开始了解

# PLTriggerPriceType
source: Trigger Price Type:
ko: 트리거 가격 유형:
vi_vn: Loại giá kích hoạt:
zh_hans: 触发价格类型:

# PLIndexPrice
source: Index Price
ko: 지수 가격
vi_vn: Giá chỉ số
zh_hans: 指数价格

# PLMarketPrice
source: Market Price
ko: 현재 가격
vi_vn: Giá thị trường
zh_hans: 市场价格

# PLCloseType
source: Close Position Method:
ko: 청산 유형:
vi_vn: Phương thức đóng vị thế:
zh_hans: 平仓方式:

# PLCanClose
source: Closeable positions
ko: 청산 가능 포지션
vi_vn: Vị thế có thể đóng
zh_hans: 可平仓位

# PLAllPosition
source: All Positions
ko: 모든 포지션
zh_hans: 全部仓位

# ProfitLossTip
source: Warning: · Due to possible extreme market movements, closing position with market price may not work 100% of the time, which means stop-profit/stop-loss function will fail. · When closing all positions, if the cancellation of the closing order fails due to unknown reasons, the system will close the remaining available positions.
ko: 주의사항: ·시장가 청산은 격렬한 시세 변동 등의 특수한 문제가 발생할 경우 주문 제출 실패로 이어질 수 있습니다. ·모든 포지션을 청산할 경우, 특수한 문제로 인해 주문 취소에 실패할 경우, 시스템은 청산 가능한 잔여 포지션을 청산할 수 있습니다.
vi_vn: Cảnh báo: · Do biến động thị trường cực đoan có thể xảy ra, vị thế đóng cửa với giá thị trường có thể không hoạt động 100%, điều đó có nghĩa là chức năng dừng lãi/dừng lỗ sẽ thất bại. · Khi đóng tất cả các vị thế, nếu việc hủy lệnh đóng không thành công do không rõ nguyên nhân, hệ thống sẽ đóng các vị thế khả dụng còn lại.
zh_hans: 温馨提示： ·市价平仓，可能会因行情波动剧烈等问题导致一定概率市价单下单失败，无法成功止盈或止损。 ·平仓全部仓位时，如果因异常原因导致撤销平仓委托单失败，则系统将平仓剩余可平仓位。

# IndexPriceDescription
source: Index Price Explain
ko: 지수 가격 설명
vi_vn: Giải thích giá chỉ số
zh_hans: 指数价格说明

# IndexPriceDescriptionPL
source: When the index price reaches the Stop-Profit/Loss price, the system will automatically close the position at the market price.
ko: 지수 가격이 스탑주문 가격에 도달할 경우, 시스템은 시장가로 자동 청산을 진행합니다
vi_vn: Khi giá chỉ số đạt đến mức Dừng lãi/lỗ, hệ thống sẽ tự động đóng vị thế theo giá thị trường.
zh_hans: 指数价格到达止盈止损价格时，系统将以市价自动平仓。

# MarketPriceDescription
source: Market Price Explain
ko: 현재 가격 설명
vi_vn: Giải thích giá thị trường
zh_hans: 市场价格说明

# MarketPriceDescriptionPL
source: When the market price reaches the Stop-Profit/Loss price, the system will automatically close the position at the market price.
ko: 현재 가격이 스탑주문 가격에 도달할 시, 시스템은 시장가로 자동 청산을 진행합니다.
vi_vn: Khi giá thị trường đạt đến mức Dừng lãi/lỗ, hệ thống sẽ tự động đóng vị thế theo giá thị trường.
zh_hans: 市场价格到达止盈止损价格时，系统将以市价自动平仓。

# CanCloseDescription
source: Close Position Method Explain
ko: 청산 가능 포지션 설명
vi_vn: Giải thích phương thức đóng vị thế
zh_hans: 可平仓位说明

# CanCloseDescriptionPL
source: When the Stop-Profit/Loss order is triggered, if there is a close position order in the same direction, the close position order will not be cancelled, and then the position can be closed.
ko: 스탑주문이 발동될 때 동일한 방향의 청산 주문이 있다면, 이 주문은 취소되지 않고 청산 가능한 수량이 감소합니다.
zh_hans: 止盈止损单被触发时，如果同方向已有平仓委托单，不会撤销该平仓单，只平仓可平仓位。

# AllCloseDescription
source: Closeable positions Explain
ko: 모든 포지션 청산 설명
vi_vn: Giải thích các vị trí có thể bị đóng
zh_hans: 全部仓位说明

# AllCloseDescriptionPL
source: When the Stop-Profit/Loss order is triggered, if there is a close position order in the same direction, the close position order will be cancelled, and then all positions are closed.
ko: 스탑주문이 발동될 때 동일한 방향의 청산 주문이 있다면, 이 주문은 취소되며 모든 포지션이 청산됩니다.
vi_vn: Khi lệnh Dừng lãi/lỗ được kích hoạt, nếu có một lệnh đóng vị thế theo cùng một hướng, lệnh đóng vị thế này sẽ bị hủy và sau đó tất cả các vị thế sẽ bị đóng lại.
zh_hans: 止盈止损单被触发时，如果同方向已有平仓委托单，则撤销该平仓单，然后全部平仓。

source: Cumulative
zh_hans: 累计

# -1
source: ones
zh_hans: 个位

# -2
source: tens
zh_hans: 十位

# -3
source: hundreds
zh_hans: 百位

# -4
source: thousands
zh_hans: 千位

# -5
source: ten thousands
zh_hans: 万

# -6
source: hundred thousands
zh_hans: 十万

# -7
source: one millions
zh_hans: 百万

# -8
source: ten millions
zh_hans: 千万

# LookDetail
source: Detail
zh_hans: 查看详情

# LiquidationDetail
source: Liquidation Details
zh_hans: 强平明细

# LiquidationDetailOne
source: Your position margin is lower than the position maintenance margin, so liquidation was triggered.
zh_hans: 您的仓位保证金低于仓位维持保证金，所以触发强制平仓。

source: Bankruptcy Price
zh_hans: 破产价格

# LiquidationDetailTwo
source: * The position will be taken over by the liquidation engine at the bankruptcy price (price when the position margin rate = 0), and the position will be settled at that bankruptcy price.
zh_hans: * 该仓位将按照破产价格（仓位保证金率=0时的价格）被强平引擎接管，并按照该委托价格结算仓位的收益。

source: Transferable
zh_hans: 可划转

# AdTime
source: %zd Skip Ad
ko: %zd 띄어넘기
zh_hans: %zd 跳过广告

# InfoFundRate
source: Estimated Funding Rate
ko: 예상 펀드 비용률
zh_hans: 预计资金费率

# 24HAmountE
source: 24H Transaction Amount(%@)
ko: 24H거래액(%@)
zh_hans: 24H交易额(%@)

# 24HAmountL
source: 24H Transaction Volume(%@)
ko: 24H거래량(%@)
zh_hans: 24H交易量(%@)

# SymbolInfo31
source: Minimum Change In Price
ko: 최소 가격 변화
zh_hans: 最小价格变化

# SymbolInfo34
source: Minimum Order
ko: 최소 주문량
zh_hans: 最小委托量

source: 8H
ko: 8시간
zh_hans: 8小时

# FavoriteEditing
source: Edit Favorites
ko: 선택 편집
zh_hans: 编辑自选

source: Select All
ko: 전체 선택
zh_hans: 全选

# DeleteAndAmount
source: Deleting(%zd)
ko: 제거중(%zd)
zh_hans: 删除中(%zd)

source: Vol
ja: 取引高
ko: 거래량
tr: Hacim

source: Total
tr: Toplam
vi_vn: Tổng
